{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "Physical risks impact through concerted carbon aligns with national / global environmental Thus, water availability may withdrawal and consumption in line availability of these vital resources in the include climate-related events footprint reduction efforts.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "creation of renewable energy sources solar and wind power diversify the energy needs to map and manage the and minimising external discharge Recognising this, the Company is Transitional risks stem from and eco-friendly materials, alongside portfolio.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "This comprehensive approach gain prominence, RIL’s investments in is socially equitable and measures, including monitoring usage, non-renewable resources.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "The Company The Company is strategically investing 6 | Ecosystem and Biodiversity ensures that both employees and in emission reduction technologies and contractors are consistently educated enhancing energy efficiency across It becomes imperative for Reliance is committed to contributing The loss of ecosystem and biodiversity through ongoing training and refresher operations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "The Company ensures compliance to evolving legislation, pollution prevention ecosystem and biodiversity A detailed impact assessment is requirements related to preservation of strategies, and waste minimisation issues as non-compliance with conducted for projects wherein ecosystem biodiversity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "The Company practices will slow down the shift to emphasis on their mental and statement “Safety of persons overrides Company is committed to continuous is important to innovate and has a structured process to manage a low-carbon economy.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "regulatory and litigation risks and reduce waste generation and promote the safety and well-being of its human actively sought and incorporated into our associated costs.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "Yes commitments, goals and to enhancing resource efficiency and energy conservation.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "RIL’s investment in carbon capture and utilisation technology and/or significant and international codes/ on Responsible Business Conduct (NGRBC)* strides in harnessing photosynthetic biological pathways will play a pivotal role in utilising CO as a 2 certifications/labels/standards valuable resource.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "The goal of achieving Net Carbon Zero operations by 2035, ISO 9001, GRI Standard 2021, National Guidelines on Responsible Business Conduct P4 achievements (listed entity supported by its decarbonisation strategy, shapes RIL’s transformative journey.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "Specific commitments, goals The Company targets to become Net Carbon Zero by 2035 by deploying further resources - 3.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "Committee of the Board in consultation with The Company considers the Net Carbon Zero target as its moral responsibility to protect the earth concerned stakeholders, wherever required.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "The Company will continue to upgrade the strategy and roadmap with an endeavour to achieve Net Carbon Zero target sooner than 2035.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "This commitment is reinforced through policies such as the Code of Conduct, Corporate Social Responsible businesses must adopt safe, resource-efficient Responsibility Policy, Health, Safety & Environment Policy and low carbon technologies to design, manufacture, and Business Partner Code of Conduct to imbibe their goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "D escribe the processes in place to safely Plus) certification as per mass balance approach, reclaim your products for reusing, recycling enabling it to produce circular polymers by and disposing at the end of life, for (a) processing waste plastic pyrolysis oil.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "Additionally, for PET Recycling the past five years, Reliance has remained a R ecron Green Gold™ Polyester Staple Fibre supporter of Shri Afroz Shah, UN Champion of (rPSF), part of our line of eco-friendly fabrics, are Earth, and his team of volunteers, contributing to produced by recycling waste PET bottles through the efforts aimed at facilitating regular cleanup of mechanical recycling.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "PET recycled Plastic safely disposed Furthermore, the Company has increased use of bioenergy at petrochemical manufacturing sites (like Dahej and Hazira) to 5.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "Surface water 49% FY 2023-24 20,41,00,042 All our manufacturing sites have set up comprehensive effluent treatment plants, which are operated efficiently to Groundwater 1% FY 2022-23 20,05,18,912 achieve standards prescribed by state pollution control boards.", "category": "governance", "has_metric": true, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "Reliance has committed to become a Net Carbon Zero company by 2035.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "The Company has taken several GHG (Waste incinerated, landfill, disposed /Total waste generated) mitigation measures this year to reduce greenhouse gas emissions by improving energy efficiency and simultaneously Note: Other hazardous waste (G) comprises of items such as sludge, oily rags, slop oil among others.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "Our waste management practices are aimed at reduction, resource recovery, reuse and recycling Apart from these initiatives the Company has also utilised agri-based biomass as renewable fuel to produce green 6,66,046 and off-site disposal in compliance with regulatory energy at petchem and polyester sites.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2024, "sentence": "waste to minimise the Liquefaction (RCAT-HTL) technology was was demonstrated to reduce the final solid solids disposal to landfill tuned to process the wet sludge wastes wastes by 60%-80% by weight.", "category": "metric", "has_metric": true, "env_relevant": true}
