{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "We believe this line demonstrates our Approximately 78 percent of the fabric used have committed to securing those", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "other support positive environmental, social,", "category": "other", "has_metric": false, "env_relevant": false}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "commitment to continuous progress", "category": "vision", "has_metric": false, "env_relevant": false}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "our in the manufacture of our products is sourced materials from sustainable sources by 2030.", "category": "other", "has_metric": false, "env_relevant": false}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "For more information on our sourcing, see One of the main ways we intend to achieve Protecting Human Rights in Our Global We also strive to source all of the materials we our goal of 100 percent sustainable cotton is Supply Chain use for all of our products in ways that do not through our participation in the Better Cotton contribute to human rights abuses, including Initiative (BCI).", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "Carter’s, Inc. • 2020 Corporate Social Responsibility Report 33 Product Our Commitment to High-Quality, Safe Products We reduces the use of water, electricity, review every product we develop for potential In 2021, we expect to source nearly 1 billion ring and CO when compared to brass.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "And we believe that percent of those to be YKK’s Kensin Stainless the creation of hazardous waste maintaining this confidence allows us Our processes are designed to help ensure Steel SNAPET® snaps, which have a base made as byproducts of the manufacturing to serve future generations.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "As a result, our technologies and set what we believe impacts, and helps them identify and inventories to date have necessarily been to be a meaningful emissions reduction prioritize opportunities for performance incomplete and will require improvement.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "i n g a h e a d follow, we caution against year-over-year We plan to improve our data quality, comparisons, as inconsistencies in the data reduce the environmental impacts in our (particularly as it relates to Scope 3 and indirect direct operations, and collaborate with operations) may be present.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "manufactured for Carter’s, and our logistics analyzing data that can help us understand how opportunity to minimize waste is to reduce providers.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "Based on that inventory we believe to improve our waste-reduction efforts.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "We plan to have our reduction goal target all of For our 2022 GHG emissions inventory we would have ordered.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "We intend to the total units manufactured for Carter’s and to communicate about our strategy and progress work with our logistics providers to learn more in future CSR reporting and through responses about their emissions reporting capabilities and to the CDP climate change questionnaire, which opportunities to reduce distribution-related helps companies to measure and manage their emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "the inclusion of new emissions sources, improved calculation methods, GHG Protocol.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "our goals to use 100 percent sustainable cotton", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "to use more sustainable packaging, we intend to improve our measurement of the recycled", "category": "other", "has_metric": false, "env_relevant": false}
{"company": "NYSE_CRI_ESG", "year": 2020, "sentence": "other sustainable inputs we use.", "category": "other", "has_metric": false, "env_relevant": false}
