{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "performance, climate change mitigation and adaptation, and resource efficiency to reduce our ecological footprint.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "This will During the year under review, developing sustainable supply chain visibility of critical skillset availability the designated hospitals for medical We will continue to reduce our carbon lead to more focus, higher performance we despatched our first raw material and contributing towards the future to plan and manage operations which treatment.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "citizen, we are deeply committed to steps aligned with the UN Sustainable our continued efforts to go beyond drinking water, education, livelihood, The frontline employees who have providing resources and support to technology, and we have Development Goals and have stakeholder expectations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "transitioning to lower carbon regime (CSIR) to work towards accelerating As an outcome of our efforts, of operations.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "We periodically engage • Leadership meetings: CEO to CEO connect • Health, safety and human rights interests and expectations are core to encouraged them to align their business with them either through focussed with Strategic Suppliers • Carbon emission, water, air pollution, waste the way we operate.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "We continue to make strong progress on projects aimed at utilising low-quality raw materials, Shikhar25 savings Patents granted new and innovative coatings on steel, development and deployment of carbon capture and usage technologies, generation and use of hydrogen in steel value chain, materials for mobility of the future, and water efficiency.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "end contract lifecycle management products in new markets and mix, reduce and recycle waste through for optimal utilisation of resources to and safety of our employees.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "This culture through continuous development and opportunities for of working together – management and union – has growth, enhancing engagement and experience through our ensured over 92 years of industrial harmony.", "category": "other", "has_metric": false, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "However, steelmaking is a Climate change Achieve CO emission intensity of <2 tCO /tcs for Achieve CO emission intensity of <1.8 tCO /tcs resource-intensive process and creates environmental impact in form of 2 2 2 2 Tata Steel India for Tata Steel India emissions and effluents.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "We are committed to using the most efficient production routes, minimising waste generation and mitigating the Water Achieve specific freshwater consumption of » Achieve specific freshwater consumption of negative impact on the environment.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "Overall 28.11 29.66 31.03 30.39 28.31 Emissions based on CO Data Collection User Guide V9.5, Worldsteel Association 2 We are committed to steering the business to low carbon pathways and prepare future-ready portfolio by building resilience for transition and physical climate change risks.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "Additionally, Tata Steel and the Council of solution for transitioning to a low-carbon economy, Scientific & Industrial Research (CSIR) have signed an MoU Construction we recognise the significant challenge which the steel to collaborate on CCUS.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "Renewable energy projects with a combined improvement of resource efficiency", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "reduction potential of ~150 MW have been initiated based on a We strive to reduce the negative impact of our Recycling End of life of carbon footprint.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "for improvement in energy efficiency, optimisation of load has resulted in the reduction of dust emission carried out between our HabiNest structure", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "a demand around carbon-intensive products", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "similar type of conventional structure.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "The accelerated weathering facility By 2030, we target to achieve material efficiency of 100% for LD slag has enabled us to ramp up the utilisation of", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "sustaining solid waste utilisation of 100% across all processed slag in the construction of national highways locations", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "increasing EBITDA by 2.4 times from", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "downstream products such as soil conditioners, by-product business.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "FY17 FY18 FY19 FY20 FY21 Way forward In line with our strategic goal of being the industry leader in sustainability, we will continue investing in technologies and processes to further improve our performance on GHG emissions, water management, waste utilisation and biodiversity management.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "During the year under Nationally Determined Contribution and the European Union’s certain funding to undertake engineering and design studies The Company has not only adopted environment-friendly review, the Company conducted a comparative LCA study for commitment on Climate Change.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "In India, the Company has for industrial decarbonisation ‘clusters’, including in South processes", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "deployed state-of-the-art digital real-time a steel intensive construction structure – HabiNest, that has successfully reduced its carbon footprint by over 25% in the last Wales, where Tata Steel’s blast furnaces are located.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "and is in the process of deployment of key enablers for deep disclosures is testimony of the Company’s long-term The Company is committed to responsible use and protection In Europe, almost the entire product range is certified to be at decarbonisation including use of more scrap in steelmaking, commitment to climate change mitigation and adaptation.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "The framework considers rail safety across the Company, excellence in process safety include technological, policy and market changes to adapt to standards ISO 14001 and ISO 45001, which provides the environmental, social and economic aspects over the complete management, and establish industrial hygiene and improve a lower-carbon economy.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "The Company 2 at West Bokaro to create Sir Dorabji Tata Biodiversity Park endeavours to set steel industry benchmark in environmental Tata Steel UK and Tata Steel Netherlands (‘TSN’) are working The Company took several initiatives to improve the health and and developed a 12-hectares Ecological Importance Park on performance.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "in December 2020, a large-scale investment programme creating an achievable, long-term plan to support the steel and recognition policy for Indian operations to encourage worth ~€300 million intended to improve environmental The continued focus on ‘Sustainability’ has led Tata sector’s transition to a competitive, sustainable and low carbon positive safety behaviour among employees.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "Also, Tata Steel’s Plant at Jamshedpur across organisation, 14 Safety Standards were simplified and to reduce its carbon footprint across all geographies.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "The Company’s the net zero target, without pushing emissions and business efforts were recognised through the ‘Brandon Hall Group abroad, with the costs and risks shared fairly between industry, Excellence Award 2020’.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "The Company strives based health awareness campaigns and Wellness@workplace invested in product branding and developed its products to under review was therefore dedicated to forging stronger towards reducing its carbon footprint and in alignment to this, programme.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "for Tata Steel Group (‘TSG’) was 28.54 MnT recording a Hot Metal 13.24 14.09 (6) Political", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "geopolitical developments, such as a reduction in 7% decrease over that of the previous year, primarily due Crude Steel 12.19 13.16 (7) government stimulus programmes, policies to cut emissions to disruptions arising out of COVID-19.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "During FY 2020-21, there have been certain operational improvements such as increase in agglomerate consumption, lower consumption of ferro alloys, lime, refractories and specific energy.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "The Company has continuous operational improvement programmes through Shikhar 25, which is a focused EBIDTA improvement programme which works across departments of Tata Steel to improve operational efficiency, lower costs, optimise product mix, reduce and recycle waste and energy efficiency.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "The programme is aimed at improving operational efficiency, energy efficiency, lower costs, optimising product mix, reduce and recycle waste through Production impact centres across the Company.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "Energy: Energy Management System to improve energy by any Company across Tata Group.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "and the higher cost of emission rights, EBITDA improved due records during 2020-21, not limited to daily, shift, and weekly for long-term sustainability.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "Our CSR places before the Board, at each meeting, a certificate of at its meetings, reviews the reports submitted by the Internal activities focus on education, health, water, livelihood, rural and urban infrastructure and are in alignment with key compliance with the applicable laws.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "The overall increase on ROM basis is 1% Digital Twin model development Internal recirculation reduced from 23% to 20% increasing Sinter yield thereby lowering energy consumption.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2021, "sentence": "Test work with different dispersants showed that alumina could be reduced by 0.2-0.3% in Gradient Boost, Random Forrest The same predicted parameters are made available in a web based platform, named IQMS to concerned addition to the reduction achieved by washing with water alone.", "category": "metric", "has_metric": true, "env_relevant": true}
