{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "We ensure a work restrict emissions and encourage engagement and innovation.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "technologies in line with our ambition to produce CO2 Tata Steel will stay committed to enhancing transparency in neutral steel by 2050 in Europe.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "We developed ‘Digital Twins’ for sinter plants equipped with artificial intelligence techniques to achieve benchmark CO emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Multiple conducted commercial pilot of of green hydrogen in the steel value start-ups were onboarded during the over 1,000 tonnes of Dhurvi Gold chain, achieve water efficiency,", "category": "governance", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "31 fully funded trials were – a soil conditioner made from implement advanced process control conducted across the steel value steelmaking slag.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "We are provides the necessary framework for data sets captured annually across committed to using the most efficient managing compliance and improving all locations were unified through production routes, minimising waste environmental performance.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Our strategies on low-carbon transition, imbibing circular economy principles.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "The key lever in our Charter to reduce Scope 3 emission approach.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Going forward, we seek reduce, reuse, recycle and recover, with continuous efforts to › By 2023, a significant reduction of several to enhance our capability to assess real-time impact and transform steelmaking into a more water efficient business.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "this, we use the approach of reduction at source as much as − Reduction of approximately 85% odour practically possible, by identifying the root of the problem, emissions experienced by the surrounding At our UK operations, we pursue targeted investment in debottlenecking", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "reducing discharge into outfalls.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "In the summer of 2021, we commissioned a new Use of large amount of water also generates huge quantity − Reduction in emissions of heavy metals by 55%, emissions control unit at our Port Talbot sinter plant after an of effluents, which contain suspended solids, dissolved lead emissions by 70%,", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "the spreading investment of more than £20 million in new filtration systems.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "We reuse these effluents after of particulate matter by 35% These are now delivering a substantially reduced level of minimal treatment for low-end applications like coke › Expected reduction of 30% in the emission of particulate emissions.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "All our sites are continuously taking actions to prevent the Circular economy Over the next year, we plan to take up >20 measures to risk of contaminating local water resources and achieving Ferrous scrap recycling ensure the realisation of the environmental targets set for the zero effluent discharge.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "In FY 2021-22, we increased organisations to enhance its performance in biodiversity Interest (SSSI).", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Our Indian operations are not located in biodiversity on other landholdings and thereby contribute Solid waste utilisation at Tata Steel Jamshedpur investing in augmenting the infrastructure for scrap any of the identified biodiversity hotspots or protected to protecting the natural heritage of UK’s landscape.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Through an in-house developed of by-products spanning across 25+ product categories Zoological Park Jamshedpur aims to preserve wild flora", "category": "vision", "has_metric": false, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "moving 130 tonnes of shingle from the process of accelerated weathering of steel slag (basic oxygen comprising more than 250+ Stock Keeping Units (SKUs).", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "national highways, which has helped in conserving natural Kalinganagar achieved 100% solid waste utilisation", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "During the year, we developed the Miyawaki Forest at aggregates", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "minimising our environmental footprint.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "The Company has also won the ‘Excellence in 3Rs (reduce, reuse, recycle)’ The Company is committed to achieving 100% material efficiency", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "sustaining solid waste utilisation at 100% level across all its locations", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "increasing EBITDA by 2.4x from by-products business.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "› Internal Carbon Pricing: To boost the carbon abatement commissioned in FY 2020-21 and multiple units across energy with its application in solar panels, wind turbines, We are continually strengthening our production processes, projects appraisal in India, we have increased the different regions are in the pipeline hydroelectric dams, and EVs.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Additionally, the Risk Management Committee of the Board reviews Tata Steel Group level climate The Company has also formed a Carbon Impact change-related risks periodically.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Internal Carbon Price (ICP) in India (in line with the EU Emission Trading Scheme) to ensure that new projects Tata Steel Group’s CEO&MD drives the climate action adequately reflect their intrinsic carbon price and also programme for Tata Steel across all geographies, benefits of any carbon reduction.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "The CEO&MD also chairs the Technology register and quarterly updates of these risks on likelihood, & Innovation Management Committee, which drives impact and status of mitigation strategies are reviewed by the adoption of deep decarbonisation technologies the Risk Management Committee of the Board.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "In FY 2021-22, a 5 TPD pilot of the South Wales Industrial Cluster (SWIC) to net zero the Apex Risk Committee and Risk Management Committee on our business strategy and financial planning.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "scenarios are – ‘India Role Model’, ‘Late Forced Transition’, to capture CO from Blast Furnace gas; we have also South Wales on biological fermentation to generate 2 ‘Climate Emergency’ and ‘Technology Breakthrough’.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "The Business (SRB) with downstream potential threats from different natural hazards, extreme Tata Steel Europe (The UK and the Netherlands) steelmaking capacity comprising Electric events, and climate change were assessed based on globally Arc Furnaces (EAF) accepted Climate Change Scenarios (RCP 4.5 and RCP 8.5) for Reduce steelmaking carbon emissions in a timeframe of 2030 and 2050.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "We handle planning, state-of-the-art warehouses, use of energy-efficient and sourcing, delivery and logistics of ~100 MnT materials which newer design eco-friendly ships, coastal shipping to reduce include raw materials, finished goods and by-products.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Further, towards sustainability, Tata Steel is supporting Task Aspirations of taking the Company’s carbon emissions to Force on Nature In Europe, the Company The Company continues to integrate Biodiversity within its has embraced a target to achieve carbon neutrality of its steel business ecosystem.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "With the advent of electrification of vehicles and of environmental parameters to faster identify probable renewable energy system, the Company is taking efforts to environmental impacts of its operations in order to undertake increase the use of renewable energy along with inclusion of mitigating actions to control environmental pollution.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Climate Change Health and Safety Management remains the Company’s Climate change is one of the most pressing issue the world foremost priority and we are committed to achieve ‘Zero faces today and the Company recognises its obligation to work Harm’.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "The all levels to achieve zero harm, achieve zero harm to contract Company is committed to being aligned with India’s Nationally employees by strengthening deployment of contractor safety Determined Contribution (‘NDC’) and the European Union’s management standard, improve competency and capability commitment on climate change.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "In India, the Company has for hazard identification & risk management, improve road & successfully reduced its carbon footprint in past sixteen years rail safety across the Company, excellence in process safety by improving resource efficiency and technology and strives management, and establish industrial hygiene and improve to attain carbon emission intensity of <1.8 tCO /tcs by 2030.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "A novel The Company is signatory to the Task Force on Climate-related initiative, the ‘POD concept’, which involves self-sufficient Financial Disclosures (‘TCFD’) for climate change and has groups of people having self-contained set of skills to do an identified transition risks and opportunities.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "The Company has rolled out an integrated reducing its carbon footprint and in alignment to this, the Asset Management Framework across India operations after Company has significantly progressed towards setting up and considering a similar framework existing in Europe.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "‘Commercial Excellence’ health, nutrition, water, education, livelihoods, infrastructure, improvement has been acknowledged in the Tata Business sports, disabilities, grassroots governance and empowering the Excellence Model assessment.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "lower consumption of ferro alloys, lime, refractories and TSK achieved the best-ever figures in CO emission intensity specific energy.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Steel to improve operational efficiency, lower costs, optimize product mix, reduce and recycle waste and energy efficiency.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "The platform niche segments comprising of solar, transmission towers, crash has helped Tata Steel track", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "reduce sales loss from an barriers", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "water pipeline with a combined growth of 36% average of 22% in FY 2020-21 to 9% in FY 2021-22.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "It endeavours to create value from waste, operating on 3R (Reduce, Reuse, Recycle) principles of circular economy.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Environmental loss on biodiversity", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "coverage of 100% critical supply chain characteristics of products throughout their life cycle, for a partners for ESG risk assessment are significant targets which large number of its products are declared for the use of all forms part of the business strategy of the Company.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Declaration of Human Rights, the UN Principles on Business The Company has aligned its actions with the India National and Human Rights, and the International Labour Organization Biodiversity Targets set in 2014, Aichi Biodiversity Targets set Convention.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Tata Steel practices social Company’s efforts in biodiversity conservation, Tata Steel has responsibility in all aspects of its business, and continuously set up Biodiversity Management Plans (‘BMPs’) for 13 locations endeavour to communicate with myriad stakeholders to achieve till date.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "With the advent initiatives launched for the communities, in the aftermath of of electrification of vehicles and renewable energy system, the lockdown, are as follows: we are working to increase our renewable energy share along with inclusion of high range electric mobility system.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "TSE’s focus during the year was (STAR) capital investment programme to support the strategic to improve operational stability and respond to demand whilst growth of differentiated, high value products in the automotive, managing the significant pressures on working capital arising lifting and excavating, and energy and power market sectors.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "internal power generation helping to reduce the reliance on TSE is pursuing with its ambition in IJmuiden to reduce CO external energy purchases.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "During the year, the Transformation 2 emissions by five million tonnes a year by 2030 and had programme continued to deliver benefits and TSUK broke a been exploring various technological options to achieve this, number of operational records including weekly production including the capture and storage of CO or a hydrogen route.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Tata Steel was also recognized as Best Companies to FY 2021-22, the overall Employee Productivity for the Company Work for in India by Business Today’s BT-Taggd survey", "category": "other", "has_metric": false, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "also increased from 745 tonnes to 854 tonnes of crude steel/ held the top rank in Manufacturing Sector in the survey.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "sources of Energy: Hot Strip Mill Jamshedpur • Reduced mill specific power consumption from 115 KWH/ • Projects on Power generation from solar and T(Q2-Q4) in FY 2020-21 to 114.5 KWH/T in FY 2021-22 through non-conventional energy sources gained momentum.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Power Plant generation increased by 90% (from 4.60 MW to 8.74 MW, from • Retrofitting of existing cooling tower with S.M.A.R.T. system FY 2020-21 to FY 2021-22).", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Inhouse Power generation at Captive Power Plant increased by 2.29% from 122.06 MW to 124.85 MW (from FY 2020-21 Kalinganagar to FY 2021-22).", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Handling BOY Wagon • Installation and commissioning of Boom loading facility at • Setting up of Sprinkler system in Solid waste Yard JH3 (at C107BC head end) to increase CDQ availability, as well • Maintaining Ambient temperature in all stackers reclaimer as increase BPTG power generation.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "B enefit- 1694 MW additional power generate per annum by • Elimination of Chute Puncture issues in stacker reclaimer by eliminating BPTG stoppage during CDQ schedule shutdown.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "Maintaining Sinter bin level >60% & maximize online", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "for quality steel production sinter dispatch to improve Sinter yield", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2022, "sentence": "lower specific energy consumption.", "category": "other", "has_metric": false, "env_relevant": true}
