{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2018, "sentence": "Our members make essential products for everyday life from Alignment with the United Nations renewable and recyclable resourc- Sustainable Development Goals es.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2018, "sentence": "#7: Affordable and Clean Energy Established in 2011, Better Practices, Better Planet #8: Decent Work and Economic Growth 2020 aims to ensure our industry’s sustainable con- Our alignment with the objectives of the UNSDGs, which were released in 2015, is evidence that our industry is working on some of the most pressing sustainability issues of our time.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2018, "sentence": "Resolute Forest Products’ GHG Emissions Reduction Program Resolute adopted a series of sustainability commit- GOAL: At least a 20 percent ments, including a goal to reduce GHG emissions from their facilities by 65 percent between 2000 reduction of our members’ and 2015.", "category": "vision", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2018, "sentence": "Efforts to reduce greenhouse gas (GHG) emissions from manufacturing processes are an Reductions in GHG emissions intensity are driven by inherent part of our industry’s environmental decreased coal and oil use, as well as by increased T T E R PRAC T I C stewardship and are supported by our mem- use of less carbon-intensive natural gas.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2018, "sentence": "This includes documenting increased from 87 percent in 2005 to 99.1 percent in fiber sources, requiring suppliers to sign agreements 2016.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2018, "sentence": "Therefore, members con- of water consumption, the company proved to be tinue to seek ways to reduce, reuse and recycle T T E R PRAC T significant resources to the development of new and improved products.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2018, "sentence": "Benefits include an 8 percent reduction in daily Health water usage at the mill, improved water effluent Member companies offer their employees health risk quality, and increased opportunities for reuse of the assessments and health promotion programs, as well fly ash.", "category": "metric", "has_metric": true, "env_relevant": true}
