{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Since 2006, we have improved our incidence rate by 38.4 percent.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "In 2011, we publicly announced the adoption of a GHG sustainability goal to be achieved by the end of the decade.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "When members surpassed that goal, we again raised the bar, increasing it to 20 percent, which we have now successfully achieved with a 23.2 percent reduction.", "category": "vision", "has_metric": true, "env_relevant": false}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "BY NATURE circular economy and define the paper Products made from a renewable resource and wood products industry’s dedi- cation to protecting our environment Manufacturing emphasizes energy conservation and reuse of inputs and materials including fiber, and meeting our economic and socie- chemicals and water tal commitments.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Of the seventeen goals, eight align signifi- cantly with the paper and wood products industry’s sustainability efforts: Quality Education Clean Water and Sanitation Since our goals were established in 2011, AF&PA has reported member progress in a biennial report.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Wood fiber that members sourced from third-party certified forestlands increased from 23 percent in 2005 to 28.1 percent in 2018.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Shedding light on reduced energy use AF&PA ENERGY EFFICIENCY Seaman Paper reduced their electricity consumption by over 1.2 million GOAL HIGHLIGHT kilowatt hours per year by switching a significant portion of their lighting to 13.3% LED.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "The lightweight papers and decorative packaging supplier used energy decrease conservation incentives provided by their utility to replace existing lighting with LED or specify LED lighting in their converting plants and warehouses in purchased energy in north central Massachusetts.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "At least a 20 percent reduction of our members’ greenhouse gas emissions from 2005 to 202010 The paper and wood products industry was among the first to take voluntary action to reduce greenhouse gas (GHG) emissions.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Forests provide an important ecosys- tem service by sequestering carbon and growing trees that release oxygen, supporting life on our planet.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Resolute Forest Products took concrete action to reduce greenhouse gas (GHG) emissions at their pulp, paper, tissue and wood products mills across the United States and Canada by improving the energy efficiency of their op- erations, producing renewable energy and managing water efficiently, as well as reducing waste and reliance on fossil fuels.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "These actions have allowed Res- olute to reduce their absolute GHG emissions (Scope 1 and 2) by 81 percent relative to 2000 levels, benefiting both the environment and their bottom line.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Between 2005 and 2018, the mill achieved a 15 percent reduction in overall water use and an 18 percent reduction in water use per ton of paper production, 2018 AF&PA SUSTAINABILITY AWARD WINNER while increasing production by 10 percent.", "category": "action", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Specifically, when adjusted to provide greater weight to reductions occurring at mills in water- stressed areas, AF&PA members reduced their process water use by 13.1 percent.14 While we have not achieved our ambitious goal, our progress has shown significant effort to improve water resource management.", "category": "vision", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Five of our six goals demonstrate AF&PA members’ commitment to environmental stewardship across the entire value chain from the raw, renewable wood fiber that is harvested to the energy and water used in the manufacturing process to the recovery of paper and paper-based pack- aging that is used to make new products.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "RESPONSIBLE MANUFACTURING ENSURES Naheola, which produces consumer prod- NO PART OF THE TREE GOES TO WASTE ucts such as bath tissue and paper towels, The paper and wood products industry uses every part of the tree responsibly to replaced two legacy boilers and created a make essential and innovative products for everyday life.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "In short, paper and wood products keep lands forested, store carbon, are biode- gradable and support our nation’s recycling system.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2020, "sentence": "Specifically, the WRI Overall Water Risk factor, which increases in more “water-stressed” regions, was multiplied by mill-specific water use, effectively giving more weight to reductions in water stressed regions when calculating an association-wide average.", "category": "other", "has_metric": false, "env_relevant": true}
