{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "power grid, reduce power outages, accelerate will rise as increasingly complex models on their computational might and energy When analyzed longitudinally, AI will be utterly recovery from storms, and ultimately decrease are trained on more data to make them efficiency.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "5% smaller die and reduced power by 6% capabilities to save energy.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "The This new material reduces lithium usage by up NVIDIA’s digital twin of our planet can that NVIDIA has accelerated Pandas up to investment in the cost and energy of training to 70% compared to conventional batteries.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "Generative AI is transforming answering what-if scenarios and anticipating improvement and reduce costs, material the computer industry that produces unprecedented weather to enable actionable consumption, and energy usage—all critical software into one that manufactures digital outcomes, spanning policy formulation, urban factors in achieving sustainability goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "The increased frequency and severity of extreme weather and climate events Investors underscores a critical need for accurate weather forecasting, especially with the rise in We host quarterly calls with severe weather occurrences such as blizzards, investors to discuss corporate hurricanes, and heatwaves.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "to AI. weather simulations, AI is accelerating the energy transition by making industrial- NVIDIA scale renewable energy more efficient and economically viable.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "We develop hardware, software, and networking technology to improve performance and energy efficiency, helping our customers solve problems and decrease emissions intensity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "(HPC) workloads, and NVIDIA DPUs can reduce Energy efficiency is critical as AI models and power consumption by 25% by offloading Watt-hours of energy a year saved if HPC applications increase exponentially in essential data center networking and HPC and AI workloads were switched size.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "The NVIDIA GB200 In FY24, NVIDIA achieved: We assess our carbon footprint across Grace Blackwell Superchip is estimated to our product lifecycle and assess climate offer 25X better energy efficiency over the 76% 60%+ risks, including current and emerging prior Hopper generation for massive LLMs, regulations and market impacts.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "At Scope 1 and 2: performance parity, a GPU-accelerated cluster 100% 100% By the end of FY25, and annually demonstrated an average 5x improvement thereafter, we expect to achieve and in energy efficiency.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "40% Scope 3: 20% By the end of FY26, we expect to engage manufacturing suppliers 0% comprising at least 67% of NVIDIA’s FY20 FY21 FY22 FY23 FY24 FY25 scope 3 category 1 GHG emissions, with the goal of effecting supplier adoption of science-based targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "efforts to properly measure and reduce We aim to reduce the amount of waste we strategically focus on locating new sites, Find NVIDIA’s management assertion and the energy consumption in our data centers.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "Our opportunities to increase our landfill diversion We’re committed to reducing our under operational control from renewable Hyderabad, India campus is also LEED improve our performance using a and improved indoor environmental quality.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "For used to execute our environmental policies and In FY24, we increased the amount of our equipment, we use a global specialist e-waste practices, with actionable goals and metrics renewable electricity use to 76%, through recycling vendor.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "Scope 3 renewable electricity tariffs, energy attribute ensure proper tracking of the chain of custody, To bring a more structured approach to For a complete breakdown of our inventory, please see our Sustainability certificates and purchase power agreements.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "key data center locations, we have an energy increase our sourcing of renewable energy Management considers the GHG Protocol to management system certified to the ISO for our growing footprint, in support of assess, calculate, and report GHG emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "The three- acre park that connects the two buildings is We use water in our direct operations planted with drought-tolerant trees and the in cooling towers and for food service, greenery is irrigated by reclaimed water.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "We use reclaimed water in cooling system, that will save money and run more towers and landscape irrigation systems and efficiently than today’s air-cooled approaches.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "also attend conferences that serve diverse NVIDIA Sustainability | People, Diversity and Inclusion 14 Message From Introduction Climate and People, Diversity Product Value Responsible Sustainability Our CEO Efficiency and Inclusion Chain Business Indicators FY24 Hiring Data* communities and host on-site events for support programs based on targeted historically underrepresented groups.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "NVIDIA continues to progress We expect carriers to report shipment data suppliers to effect supplier adoption other sustainability initiatives such as to support carbon emissions calculations Impact of science-based targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "In FY24, we identifying opportunities to use paper-based and have sustainability initiatives, which are To understand the greenhouse gas emissions engaged suppliers totaling over 60% cushioning in data center products, increase both covered in quarterly business reviews.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "We continue to add material for our chip designs and select system identify opportunities to reduce emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "We embrace opportunities material, work-in-progress, and finished this supplier data to better understand our to reduce packaging materials and increase goods shipments to optimize transport product manufacturing impact and allocate the proportion of recycled and recyclable and logistics, which results in reduced fuel carbon emissions to our customers.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "bringing the company’s technical expertise In the UK, we participated in the AI Safety to bear on issues of importance, such as Summit at which the Bletchley Declaration competitiveness, climate change, and AI. was signed by 28 countries committed to We continued engagements in the U.S. on safe and responsible AI development.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "14-17 SASB TC-SC-140a.1 Baseline Water Stress Interactions with water as a shared resource Water Conservation GRI 303-1 UNGC E11 5 FY22 and FY23 figures are revised to align to the operational control boundaries of our Scope 1 and 2 GHG inventory.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2024, "sentence": "68-70 c. Climate Related Targets—Describe the targets used by the organization to manage climate-related risks and C4.", "category": "vision", "has_metric": false, "env_relevant": true}
