{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "The restatement resulted in the 2020 Scope 1 We participate in several industry initiatives working to improve GHG emissions data being 14% lower than originally reported sustainability reporting.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "The Company has also this past year as we work toward aligning our actions and long- negotiated produced water sharing opportunities with nearby term goals of protecting the environment.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "At our Delta House facility, we saw continue targeting emissions reductions onshore by employing a 25% reduction, and at our Front Runner and Medusa platforms currently available technology, the team has worked to electrify we achieved a 50% reduction in chemical usage.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "In the field, we have we were able to reduce the amount of steel used in the design, installed a vehicle monitoring system in all Company vehicles to resulting in weight savings and lower emissions.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "This pilot is It is important to note that we have received independent aimed at the assessment and documentation of ESG performance assurance of our absolute 2021 total Scope 1 and Scope 2 GHG by Murphy and contractor companies, including verification of emissions for the second year in a row.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "While providing further transparency on ESG practices, when compared to our industry, and when compared against our this will also enable Murphy to strengthen its partnerships with 2019 baseline, we have seen improvements in our GHG, methane contractors as we work to achieve our goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "EXPANDING OUR DIVERSITY PRACTICES CONSERVING OUR WATER Murphy’s diversity, equity and inclusion practices are constantly Our drilling and completions team recently formalized an onshore evolving, and we continue to review internal policies and water management policy to better govern responsible water practices to ensure they are inclusive and equitable.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Overall, the percentage of recycled water to total water Lastly, it is important that we work with suppliers who align with consumed in Murphy’s onshore operations has increased to 17% Murphy’s policies and practices, and therefore we are working in 2021 from 4% in 2020.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "They recognized that protecting and conserving the environment, investing in our people and communities and with the protection of the protecting the health and safety of our workforce are not only the “right” things to do, they also underpin our financial stability and environment and climate.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "global energy transition it requires, also presents important risks and opportunities for our industry and our Company.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We believe our longtime commitment to operating responsibly and using resources efficiently – and our environmentally Our Climate Change Position advantaged portfolio – position us to meet the challenges Find out more about our climate change and seize the opportunities of the energy transition so we position on the Murphy Oil Corporation can remain an industry leader for years to come.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Ensure the Company has timely and accurate information regarding laws, regulations and industry trends related SUSTAINABILITY WORKING GROUP to ESG matters, including climate; responsible business The Sustainability Working Group is a cross-functional team conduct; the community; and diversity, equity and inclusion.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "the same time, access to affordable, reliable, secure energy We have also committed to reduce our Scope 1 and 2 GHG is essential to improving the world’s quality of life and the emissions intensity by 15% to 20% by 2030 against a 2019 functioning of the global economy.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We believe that as the energy baseline, excluding the Malaysia operations, which we divested in economy transitions under the Paris Agreement, oil and natural 2019.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We continue to capture, track and improve our reporting of gas will continue to play a vital role in the long-term energy mix.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "At Murphy, we are committed to reducing our GHG emissions, In this section, we share our efforts to improve our emissions and focused on understanding and mitigating climate change performance and our climate governance, strategy, risk risks.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "To guide our climate change strategy, Murphy has adopted identification and management and metrics and targets, in a climate change position, and we are setting meaningful alignment with the Task Force on Climate-related Financial emissions goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Our Climate and Emissions Goals and Progress Target Progress reduction of on track Reduce 15-20% 20% ▼ ▼ Scope 1 and 2 GHG Emissions Intensity by 2030 (from 2019) achieved in 2021 0 In 2020, we became a TCFD supporter and adopted its framework to begin our climate-related reporting.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We have continually refined our emission surveys as we strive for improved measuring and tracking.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "The team maintains a funnel of project ideas prioritized by impact, feasibility and cost, We have made investments to reduce GHG and other emissions, addressing both the short and long term.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We follow a rigorous inspection and preventative 2017 and 2021, our total Scope 1 and Scope 2 emissions fell by maintenance program to keep operations running clean and 55%, and total company GHG emissions intensity decreased by efficiently, and our operations and facility design teams work almost 50%.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Through our targeted efforts, as outlined below, collaboratively to incorporate GHG reduction technologies our emissions intensity decreased by about 20% from 2019 and practices into our existing operations, as well as new to 2021, putting us on a clear path to achieving our goal of infrastructure.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "As a result, the Company is monitoring enables us to detect leaks sooner, target targeting efforts to reduce methane emissions and has built significant leaks and implement repairs faster and more redundant pipelines to minimize flaring due to downstream third- efficiently.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "It is also investing in technologies that reduce • Piloting of thermal cameras for remote monitoring of flares, venting and fugitive emissions, including: ponds and other locations • Electrifying facilities, pumping units and instrument air Consequently, our methane intensity has decreased by 28% from compressors 2019 to 2021.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Strategies we helping our contractors and Murphy assess and document X X are using to reduce combustion-related emissions include: ESG performance, including desktop review and verification of their emissions data and implementation assessments of ESG • Dual-fuel fracturing fleet – Beginning the fourth quarter programs.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "The dual-fuel fleet partially our Company’s goal to reduce emissions displaces diesel consumption with natural gas (field gas where readily available, or compressed natural gas, CNG).", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "production system, installed in the US Gulf of Mexico in • Truck transportation – We have reduced truck 2022, is expected to reduce emissions by over 92 mtCO e 2 transportation by connecting production in our operating each year, or ~2,800 mtCO e over the life of the field.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "To further reduce emissions, we are currently evaluating enhancement technologies on the dual-fuel in the drilling and fracturing operations, including CNG-hydrogen blend, CNG with a combustion catalyst additive and CNG- hydrogen blend with a combustion catalyst additive.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "OUR PEOPLE COMMUNITY GOVERNANCE PERFORMANCE IMPROVING OUR EMISSIONS PERFORMANCE: FLARING These efforts will drive improvement in our management of Flaring of natural gas is a controlled process for eliminating emissions and climate-related risk exposure, reduction of emissions of methane and VOCs.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We have also continued decrease to decommission existing flares on locations in Tupper 8,000 2019-2021 Montney to reduce emissions from the continuous pilots.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "OUR PEOPLE COMMUNITY GOVERNANCE PERFORMANCE Committing to Emissions Reductions and Industry Partnership Murphy is one of the 26 founding members of The Environmental Partnership, launched by the API in 2017.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Through our annual strategic planning process, we projects that oil demand will fall by 47% and natural gas demand build a strategy and business adaptable to alternative low-carbon will decrease by 39% by 2050.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Our risks fall into the following broad climate-related issues most relevant to our business model: The NZE is more ambitious and goes further than the SDS to align with the Paris Agreement objective of pursuing efforts • Regulatory – Policies and regulations related to GHG to limit the temperature increase to 1.5°C.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "n l d G fo as r Natural Gas Emissions by 2050 Scenario (NZE) in our analysis to investigate B B Actuals STEPS APS SDS NZE STEPS APS SDS NZE STEPS APS SDS NZE Renewables, Nuclear and Biomass Coal Natural Gas Oil Source: IEA World Energy Outlook 2021 significant investment.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Our existing portfolio reflects oil and Additional in APS 60 natural gas resources that can be developed and produced at an With investment emissions intensity per unit of production that is lower relative to 40 in existing and other sources on the supply curve.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "The IEA highlights that Source: IEA World Energy Outlook 2021 if demand is higher than assumed in the NZE, the reduced investment in new fields would cause a supply shortage, leading to higher and more volatile prices.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "As we perform the scenario analysis, we also confirm that our 2030 GHG $20 emissions intensity target is still viable.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Similar to the SDS, in this $2 scenario, our 2030 GHG emissions intensity target remains viable.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Through our ERM process, we have identified the following key climate-related transition and physical risks that might impact our strategy, and are actively managing mitigation efforts.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Key Climate-Related Transition and Physical Risks Our reporting in this section is guided by the Task Force on Climate-related Financial Disclosures (TCFD) framework and the references to climate risks and opportunities, including transition and physical risks, are intended to align with such framework.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "• Improving external reporting and disclosure to highlight to our employees, shareholders, in addition to our other stakeholders, our understanding of and commitment to climate change initiatives.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Technologies for using demand for oil and We continue to investigate low-carbon technologies energy from non- natural gas that complement our existing assets, strategy emitting sources have Increased cost of and competencies.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Price Volatility – If Medium- to Decreased revenue We use an analytical framework that includes consumers embrace long-term from reduced scenario analysis to help us understand and manage less carbon intensive demand for oil and this risk.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "energy sources and natural gas carbon pricing, Increased cost of demand could drop capital and significantly impact long-term net oil and natural gas prices.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Increased capital availability (as more Evaluate and implement design concepts for investors favor lower- new offshore facilities that improve emissions emissions producers) intensity over the life of the facility, such as the improvements we implemented in the King’s Quay Reputational benefits floating production system.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "resulting in increased demand for goods Products, Natural gas as lower- Long-term Increased revenue Use our natural gas assets in Canada as low- emissions fuel intensity resource.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Services Increased capital Development of availability (as more Allocate capital to investments in resources that and natural gas markets investors favor lower- will remain economically attractive under various Markets with carbon capture for emissions producers) transition pathways.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "To ensure the integrity of our efforts and performance, including absolute and intensity metrics emissions data, for a second consecutive year, we have engaged for Scope 1 and 2 GHG emissions, Scope 3 GHG emissions, ERM Certification and Verification Services (ERM CVS) to conduct methane, flaring, air quality, water and waste management.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "exploration and production companies (see for our For 2021, the Executive Compensation Committee of our SASB index) and the Global Reporting Initiative (GRI) (see page Board added an annual GHG emissions intensity goal as a 89 for our GRI index).", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "plan also includes safety and spill performance metrics, which we We have established two external targets to drive our emissions incorporated several years ago.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "The target metric for 2022 was set performance: a commitment to eliminate routine flaring by 2030 to ensure we remain on the path to achieving our medium-term and a goal to reduce Scope 1 and 2 GHG emissions intensity goal of reducing our gross operationally controlled GHG emissions by 15% to 20% by 2030 from a 2019 baseline.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "in Improving Our Emissions Performance (see ), our performance in 2021 puts us on a clear path to achieving our 2030 targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Our GHG emissions intensity decreased by about 20% from 2019 to 2021.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Our recently formalized onshore Water Management Policy level down to field personnel, to responsible water management outlines our commitment to reduce consumption of fresh water practices, stewardship and conservation in all areas where we and conduct responsible water management practices.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Tracking and reporting water metrics to drive transparency, ONSHORE learnings, optimization and future planning Water is a key input for our hydraulic fracturing operations and is therefore critical to maintaining our onshore production Water Management Strategy and Risk Management targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "To help ensure our water use is sustainable, we have Our water management strategy provides the philosophy and a comprehensive water management policy and strategy that framework for how we identify and manage short-term and addresses planning and forecasting, water sourcing, treatment, long-term needs, develop solutions and optimize our programs.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We undertake We use the World Resource Institute’s Aqueduct Water Risk comprehensive planning to ensure adequate volumes and quality Atlas tool to determine baseline overall water risk levels to aid of source water are available when required, with the goal of in decision-making processes.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We have constructed and consider a range of factors, including ways to reduce freshwater plan to construct produced water ponds in these low-medium use, preferences of area stakeholders, regional regulations, areas to further reduce our freshwater consumption.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "They also monitor flow rates weekly above-ground pipeline system and access to groundwater wells to bi-weekly while withdrawing, to ensure compliance.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "In 2021, we In the future, we plan to expand the scope of the program to invested capital to optimize our facilities and produced water include local and regional precipitation and snowpack, which ponds, allowing larger volumes of production water for storage will provide data trends to predict possible drought or high and reuse rather than trucking the water off to disposal.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "This infrastructure reduces our demand on local freshwater sources and substantially reduces the number of trucks needed to support day-to-day operations.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "In the Kaybob Duvernay, Canada, resource play, a unique area posing unique logistical challenges, Murphy invested in a 22- mile freshwater pipeline and reservoir infrastructure in 2019 and 2020.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We continue to evaluate solutions to increase recycled water utilization in the area by working with other operators and third-party services.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "The percentage 0% 2017 2018 2019 2020 2021 of recycled water to total water consumed increased from 4% in 2020 to 17% in 2021, which is the highest annual recycling Ground Water Municipal Surface Recycled performance achieved in our corporate history.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "As a result 20% of this large availability of recycled water, we increased our 8% 3% 3% 0% produced water use to 38% in 2021, the highest performance 0% achieved since development of the asset began.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Today, the app supports our entire onshore water operations in the US and Canada with real-time monitoring, reporting and alerts.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "These groups include the Offshore Operators sourced from seawater and is either untreated or treated with Committee (OOC) Water Subcommittee, Montney Water metal ions.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Operators Group (MWOG), Fox Creek Operators Group (FCOG) Water Management Sub-Committee, Kiskatinaw River Users Potable water for hygiene and galley use is generated through Group, Ipieca Water Working Group, and the South Texas Energy reverse osmosis, and then returned to the sea through overboard & Economic Roundtable (STEER) Water Committee.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We are committed to protecting of any subsea equipment and facilities for oil and natural biodiversity at all stages of project lifecycles.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We involve the surrounding community in our biodiversity stakeholders in the development process to ensure surface land assessments, mitigation planning and site closure process.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "pore pressures and rock fracture gradients, to site and design wells in ways that will prevent loss of well control and, in the case Our engineers participate in quarterly Gulf of Mexico deepwater of onshore wells, ensure the protection of freshwater aquifers.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "hydrogen sulfide, carbon dioxide or high pressure) and use Our vendor selection process includes criteria for environmental American National Standards Institute/National Association and safety performance; we choose to work with contractors that of Corrosion Engineers (ANSI/NACE) standards to select support our sustainability goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "We work to ensure downhole isolation roads for maintenance purposes, thus reducing the amount of of hydrocarbon and sulfur zones, protection of any freshwater new material needed from third-party sources.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "The process, along with dedicated In our offshore operations, our optimized chemical usage reduces technical optimization efforts, facilitated the average risks associated with the transportation of materials, as well as reduction in facility chemicals of 19% from 2021 to 2020 at transportation-related emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "In addition to improving performance monitor managed-pressure drilling and casing flotation for and reducing potential environmental incidents, these systems challenging wells, along with re-fracs, pre-loads, sequencing also reduce emissions and safety risks by minimizing the driving and potential cube development to enhance well designs and time spent manually checking equipment.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "will ultimately continue to improve our safety and emissions performance by allowing for better planning, quicker reaction times and by helping us place the right people to respond to events that may impact our emissions on a daily basis.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Using Big Data and Technology Murphy targets safety improvements and efficiency gains throughout our operations with tactics such as data sharing and machine learning, which optimize field development programs and thereby reduce potential safety hazards and environmental impacts and waste.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "They are strategic nongovernmental organizations, including the API, American investments in the communities that support us and increase the Association of Petroleum Geologists (AAPG), Energy & critical talents and services we and our communities need.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "In response to the increasing threat Murphy IT employs an industry-leading Murphy has forged strong partnerships climate, Murphy further enhanced security awareness and education with top security companies and security of its devices by aligning platform to assess our users’ vigilance communities of interest.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2022, "sentence": "Scope 3 emissions on an individual company basis are not an indicator whether global GHG emissions are being reduced and do not provide context of how GHG emissions fit within the global energy system.", "category": "action", "has_metric": false, "env_relevant": true}
