{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "We also expanded the scope of • Planet: Reduce our carbon footprint our Little Planet® product offerings, made largely • People: Uplift our workers and communities with organic cotton.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "Reducing our Carbon Footprint We believe in creating an environment that invites Gen Z and Through the execution of our ESG strategies, we expect to We continue to reduce our impact on the environment and other generations to shop and work with us.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "We are taking a holistic approach to minimizing our carbon and To accomplish our growth and ESG objectives, we will rely on environmental footprint, which includes reducing greenhouse the dedication and commitment of our nearly 16,000 employees I am grateful for the support of our stakeholders as we continue gas emissions and waste.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "platform is founded on a promise to better our Based on this assessment and additional stakeholder world through our commitment to uplifting input, we have identified our key priorities and goals and workers and communities, providing more sustainable developed three strategic pillars that guide our long-term product offerings, and reducing our carbon footprint.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "o a 30,000 l b y 2 0 3 0 In 2022, our Scope 1 and 2 emissions decreased by 28% and our emissions intensity decreased by 14%, both from 2019.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "We believe the recent decrease in emissions is most likely attributed to operationally related factors, such 10,000 as retail store closures and/or climate differences year-over-year that may have caused varying usages of energy across multiple locations.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "Facility Environmental Module (a database of supplier We believe that as we make progress toward our goal to use impact data) and direct engagement to better understand 100% sustainable cotton and polyester fibers by 2030, we can the environmental practices and impacts of our apparel and reduce GHG emissions associated with the raw materials of accessory suppliers.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "We also expanded our request for data from our Tier 1 suppliers Regarding transportation, we gather information from our logistics to determine if they have set science-based targets to reduce providers to account for emissions associated with the transport GHG emissions from their own operations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "of our products, including their measurement capabilities and opportunities to reduce transportation- and distribution-related emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "Carter’s, Inc. • 2022 Corporate Social Responsibility Report 30 contents ceo message about carter’s product planet people disclosure index Packaging Product Recycling Developing sustainable packaging solutions is an essential part Our KIDCYLETM product take-back Biodiversity of our commitment to waste reduction.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "We are exploring additional ways as we develop new items, we have made a concerted effort to to reduce our impact on biodiversity and will disclose reduce the amount of packaging per product, the number and In 2023, we plan to evolve the program by providing collection progress in future reporting.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "Over the past few years we have worked with our designers to reduce the amount We are working to better understand the water impacts in our of styles that require garment washing to achieve our design global supply chain, and are requiring all of the factories and intent.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "increase water conservation in our manufacturing process where appropriate.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "In 2022, we set a goal to utilize the Higg Index to further drive Arbor Day Foundation reduced water usage in the manufacturing and washing of our products by 2025.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "These statements are typically our ability to achieve our stated diversity, equity and inclusion, note that the availability of data varies from section to section accompanied by the words “aim,” “anticipate,” “believe,” CSR and sustainability, and climate change goals, protecting in this report.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "Carter's Climate Risks and Opportunities, p. 63 Metrics and Targets Disclose the metrics and targets used to assess and manage relevant Planet, Improving Our Energy and Emissions Footprint, pp.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "Additionally, while we attempt to ensure consistent methodologies for each inventory year, Carter’s cautions against year-over-year comparison as inconsistency in data, particularly as it relates to Scope 3 and indirect operations, may still be present.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "Additionally, while we attempt to ensure consistent methodologies for each inventory year, 1 “Direct” refers to waste generated at Carter’s operated distribution centers and retail stores.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_CRI_ESG", "year": 2022, "sentence": "For stores that could not report waste values, Carter’s extrapolated waste and recycling rates Carter’s is exploring the reasons for this and is committed to improving data quality within the Company’s environmental reporting framework submitted by the stores that were able to track this information.", "category": "vision", "has_metric": false, "env_relevant": true}
