{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Additionally, this report was reviewed by a cross-functional management CO e Carbon Dioxide Equivalent team, subject matter experts and the executive team, as 2 well as the Health, Safety, Environment and Corporate MMBOE Million Barrels of Oil Equivalent Responsibility (HSE&CR) Board Committee.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We believe our longtime commitment to operating responsibly and using resources efficiently – coupled with our environmentally advantaged portfolio – position us to meet the Our Climate Change Position challenges and seize the opportunities of the energy transition Find out more about our climate change so we can remain an industry leader for years to come.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "to ESG matters, including climate, responsible business The committee has delegated the responsibility of producing the conduct, the community, and diversity, equity and inclusion annual sustainability report to the Sustainability Working Group.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Protecting and preserving the environment is a deep- refining, oil sands and heavy oil, we have reduced our exposure rooted principle for everyone at Murphy, starting with our to emissions-intensive activities.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We and significantly reduced our emissions footprint.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We believe that as the energy economy transitions under the Paris Agreement, oil and natural gas will continue to play a vital role in the long-term energy mix.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "reduction of At Murphy, we are committed to reducing our GHG emissions, 15-20 and focused on understanding and mitigating our climate change ▼ risks.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We by 2030 have also committed to reduce our Scope 1 and 2 GHG emissions intensity by 15% to 20% by 2030 against a 2019 baseline, excluding the Malaysia operations, which we divested in 2019.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "In this section, we share our efforts to improve our emissions Routine Flaring performance and our climate governance, strategy, risk by 2030 identification and management and metrics and targets, in alignment with the Task Force on Climate-related Financial Disclosures (TCFD) core elements.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We prepared an internal, annual Worldwide GHG Emissions Report from • Where necessary, additional source types were added to 2001 through 2017, and have continually refined our emission all assets (e.g., indirect emissions) for consistency across surveys as we strive for improved measuring and tracking.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "In 2017, we established internal annual GHG emissions targets for our operating business units, • United States – Environmental Protection Agency (EPA) which are reset every year.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "In 2020, we committed to reducing GHG Mandatory Reporting Rule our emissions intensity further by setting a 2030 reduction • Canada (British Columbia) – Greenhouse Gas Industrial target of 15% to 20% below our 2019 levels, excluding Reporting and Control Act: Greenhouse Gas Emission Malaysia.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We have made significant investments to reduce GHG and other Between 2016 and 2020, our total Scope 1 and Scope 2 emissions, spending approximately $100 million from 2015 to emissions fell by 47%, and total company GHG emissions 2020.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Reducing emissions is a top priority across all our business intensity decreased by 43%.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Our emissions intensity decreased by about our operations and facility design teams work collaboratively 10% from 2019 to 2020, putting us on a clear path to achieving to incorporate GHG reduction technologies and practices into our goal of reducing emissions intensity by 15% to 20% by 2030 our existing operations, as well as new facilities.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We continue to focus on implementing established internal technical sharing sessions to communicate emissions-reducing initiatives to ensure the reductions are best practices and provide a forum to evaluate applicability sustainable under future increased activities.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Improving the efficiency of our combustion practices redundant pipelines to minimize flaring due to downstream reduces associated GHG emissions, as well as emissions of third-party constraints and invested in technologies that reduce nitrogen oxide (NO ), sulfur oxide (SO ) and volatile organic X X venting and fugitive emissions, including: compounds (VOCs).", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Strategies we are using to reduce combustion-related emissions include: • Electrification of facilities, pumping units and instrument air compressors • Dual-fuel fracturing fleet – This is expected to reduce both GHG and NO X • Solar-powered chemical pumps and batteries emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Reducing truck transportation – We have reduced truck transportation by connecting production in our operating We continue to seek improvements to reduce our methane fields via pipelines whenever practical and cost-efficient, emissions.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "In 2021, we intend to introduce an external target for and utilizing lay-flat hose to transport fresh water and high- methane intensity.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Extending our operated flowline and pipeline network and utilizing third-party underutilized pipelines and infrastructure, where possible, to increase natural gas handling capabilities and reduce flaring Committing to Emissions Reductions and Industry Partnership Murphy is one of the 26 founding members of The Environmental Partnership (EP), launched by the API in 2017.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "In particular, the Stated Policies Scenario (STEPS) and Sustainable Development Scenario (SDS) as presented in the 0 World Energy Outlook 2020, frame potential oil and natural gas 2020 2030 2040 demand, as well as technology, policy and societal requirements tied to energy transition pathway objectives.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "As discussed above, the IEA alternative As we seek to maximize the long-term value of our assets, we transition pathways suggest that oil and natural gas will know that we must manage foreseeable short-, medium- and continue to play a significant role in future energy demand.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We will remain disciplined in our capital allocation to Through our ERM process, we have identified the following ensure our future investments are competitive in these climate-related risks that might impact our strategy, and are various pathways.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "− Enhancing data quality and tracking to provide Climate Metrics and Targets higher-quality data, processes and consistency for We use a range of metrics to assess our climate and emissions improved benchmarking and setting key performance performance, and our efforts to address related risks and indicators (KPIs) and emissions reduction targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We also track and report climate and emissions metrics highlight to our employees, shareholders, in addition recommended by the Sustainable Accounting Standards Board to our other stakeholders, our understanding of and (SASB) for oil and natural gas exploration and production commitment to climate change initiatives.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "our commitment to reducing emissions and to progress toward For more information, see Improving Emissions the emissions intensity goal, we engaged ERM Certification Performance in this section (see ).", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "and Verification Services (ERM CVS) to conduct an independent • Market Transition Risk – Murphy has identified three key assurance on our absolute 2020 Scope 1 and 2 GHG emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "climate-related issues related to the risk of the market transitioning away from fossil fuels and into lower carbon- For 2021, the Executive Compensation Committee of our emission sources.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "The target metric for 2021 is some cases, the usage cost has been decreasing at set to ensure we remain on the path to achieving our medium- term goal of reducing our gross operationally controlled GHG a noticeably faster rate than previously anticipated.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "To ensure we follow through with these efforts, intensive energy sources and carbon pricing could we are evaluating additional internal and external targets on lead to demand destruction and significantly impact flaring intensity and methane intensity, both metrics that we have long-term net oil and natural gas prices.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "risks it poses, and we are committed to reduce our water use from the Board level down to every manager and employee.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We have made significant investments in infrastructure to We continue to integrate water scarcity into our regular minimize our dependence on fresh water and maximize our use risk assessments and into our business strategies.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Onshore Water is a key input for our hydraulic fracturing operations comprehensive planning to ensure adequate volumes and quality and is therefore critical to maintaining our onshore production of source water are available when required, and to manage post- targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "To help ensure our water use is sustainable, we have frac storage and handling when wells are on production, with the a comprehensive water management strategy that addresses goal of maximizing water recycling, improving efficient water use development, planning and forecasting, water sourcing, and lowering costs.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We Water Management Strategy consider a range of factors, including ways to reduce fresh water Our water management strategy provides the foundation, use, preferences of area stakeholders, regional regulations, philosophy and framework for identifying and managing short- physical characteristics as well as economic and technical term and long-term needs, solutions and optimization programs.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Approximately 59 miles of water pipeline supports the alternative water sources and freshwater sources are required, saline reservoir by allowing direct displacement, storage and we ensure that our operations, when practicable, avoid wetlands, withdrawal without the need for trucking or third-party disposal.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "streams, ponds and lakes, waters of the US (WOUS) or US Army This infrastructure reduces our demand on local freshwater Corps of Engineers (USACE) waterbodies, as well as areas with sources and substantially reduces the number of trucks needed higher water scarcity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We continue to evaluate We use the World Resource Institute’s Aqueduct Water Risk solutions to increase recycled water utilization.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Our dedicated Canadian freshwater networks allow us to strategically withdraw and impound water volumes necessary to Our Tupper Montney and Eagle Ford Shale fit-for-purpose support development activities during “water-rich” or “freshet” networks offer direct (1:1) freshwater use reductions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "SUPPORT EACH OTHER However, at some of Murphy’s locations, storage and conveyance restrictions limit our ability to reuse flowback and produced water.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We project that our TTuuppppeerr M Monotnnetnyey produced water use percentage per well completed will average 1% 32% 10% 100% approximately 40% in 2021, the highest performance achieved 83% since development of the asset began.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Our average recycled/freshwater ratio 100% 100% 92% 97% 96% used per well completion has increased approximately 400% 80% since 2017.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "These groups include the Offshore Operators 2017 2018 2019 2020 Committee (OOC) Water Subcommittee, Montney Water Ground Water Municipal Surface Recycled Operators Group (MWOG), Fox Creek Operators Group (FCOG) Water Management Sub-Committee, Kiskatinaw River Users Group and the South Texas Energy & Economic Roundtable (STEER) Water Committee.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Once an onshore well is wells in ways that will prevent loss of well control and, in the brought online, its parameters, such as flow and pressures, can be case of onshore wells, ensure the protection of freshwater monitored remotely 24/7 in our ROC.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We work to ensure downhole isolation wellbore and surface equipment to prevent corrosion for of hydrocarbon and sulfur zones, protection of any freshwater the life of the well.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "In our offshore operations, our optimized chemical usage reduces • We transitioned to a newly developed low dosage hydrate risks associated with the transportation of materials, as well as inhibitors (LDHI) product in December 2020, resulting in a transportation-related emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We conduct to more closely monitor and optimize chemical usage, research into new sustainable chemistries and into implementing allowing for targeted rightsizing of pump infrastructure short- and long-term sustainability and environmental science- and the identification of operational strategies to mitigate based targets, including reduction in emissions and waste.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "Waste prevention and significantly reduces the volume of base fluid used to drill wells reduction at source are Murphy’s preferential options and are that must be “made up” or added back into the process from deployed whenever possible.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2021, "sentence": "We saw an increase of impacts and waste.", "category": "other", "has_metric": false, "env_relevant": true}
