{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Our approach use to meet growing demand rather than of utilizing targeted methane emissions abandoning the energy sources, like oil and reduction programs for each asset by natural gas, that currently power our global source type has yielded effective and economy.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We continue to invest in water strategy and portfolio of comparatively management infrastructure to improve our advantaged assets allow us to deliver water recycling efforts.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We are confident Murphy achieved its highest-ever recycled that our dedication and strong legacy will water volume in the Company’s history.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Respect Safety and People Think Beyond Possible We are committed to prioritizing the Since 2019, Murphy’s absolute Scope 1 health, safety and security of our and 2 emissions have decreased by 11% employees, contractors and partners.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "and our GHG emissions intensity has As we expand our international operations, decreased by 37%.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We believe we have the most change, and the global energy transition it requires, impact on the following UN Sustainable Development presents important risks and opportunities for our Goals (SDGs): SDG 3 “Good Health and Well-Being,” industry and our Company.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": ", GHG emissions To help determine the key sustainability topics we should and energy transition focus on, we annually conduct a materiality assessment using • Water management the process prescribed by Ipieca/API/IOGP.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Metrics • Safety In 2023, the Compensation Committee approved a weighting of 20% for the AIP Sustainability performance • Spills metrics, which reflects a level commensurate with the 80% • GHG Intensity weighting set in 2022.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "The Operations Sustainability Focus Team, comprised of operations and HSE specialists, was formed in 2021 to Sustainability Working Group identify, evaluate and implement technologies to support The Sustainability Working Group is a cross-functional our corporate climate and emissions strategy and goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "structured our portfolio of assets, developed our strategy and implemented continuous improvements CLIMATE CHANGE in our operational processes.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We believe Mr. Murphy was honored with the National Wildlife that as the energy economy transitions under the Paris Federation’s citation for outstanding individual service for Agreement, oil and natural gas will continue to play a vital his work in bringing together oil industry leaders and national role in the long-term energy mix.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "In 1999, he became At Murphy, we are committed to reducing our GHG the first oil industry executive to receive the prestigious emissions, and focused on understanding and mitigating Chevron Conservation Award.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We have also committed to and heavy oil assets, consequently reducing our exposure to reduce our Scope 1 and 2 GHG emissions intensity by 15% to emissions-intensive activities.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "To support effective environmental regulations – and the US Gulf of Mexico – which emissions reductions, we continue to improve our tracking can deliver barrels with some of the lowest emissions intensity and reporting of methane and flaring metrics.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "In this section, we share our efforts to improve our emissions At the tactical level, Murphy strives to continually improve performance and our climate governance, strategy, risk the performance of existing assets by making investments identification and management and metrics and targets, in equipment upgrades, effective maintenance programs in alignment with the TCFD core elements.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We have continually refined our emission surveys as we For sustainability reporting purposes, we include all drilling strive for improved measuring and tracking.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We expect that these efforts will drive improvement “Total GHG Emissions and Intensity, and Peer Benchmark” in our management of emissions; help reduce our exposure chart on ).", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "production contribution from our low-intensity offshore business, as the King’s Quay facility reaches peak and We have made investments to reduce GHG and other plateau production.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "emissions-reducing initiatives, in line with best practices from organizations like the API’s Environmental Partnership In 2021, we formed the Operations Sustainability Focus and the Texas Oil & Gas Association (TXOGA), to ensure the Team, comprised of operations and HSE specialists, to reductions are sustainable under future increased activities.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "identify, evaluate and implement technologies to support our corporate climate and emissions strategy and goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "our emissions inventory will increase over the coming years as additional sources are added and better metrics become We have made progress in reducing our emissions through available.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "In the last five years, between 2019 achievement of this goal through 2030, and that doing so and 2023, our absolute Scope 1 and 2 emissions fell by 11%, reflects a relatively aggressive emissions reduction target and total Company Scope 1 and 2 GHG emissions intensity that will drive performance improvement across the company.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "decreased by 37%, putting us on a clear path to achieving our goal of reducing emissions intensity by 15% to 20% by 2030 against a 2019 baseline.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We have also met the GHG intensity target defined in our Annual Incentive Plan (AIP) for compensation since its inclusion in 2021 (see our 2024 Proxy Statement for further details).", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Capital Allocation Process for MARGINAL ABATEMENT COST CURVE GHG Emissions Reduction Investments Our Operations Sustainability Focus Team maintains an inventory For illustrative purposes only, highlighting a snapshot of select of GHG emissions reduction project opportunities.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Texas, we replaced approximately 30% of the natural gas pneumatics on wellpads and facilities and in 2024, • Conducting aerial flyover surveys using advanced imaging we expect to convert at a minimum another 50%, technologies aimed at detecting emissions across all resulting in a total of at least 80%.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Installing piping on new Eagle Ford Shale gas-lifted wells • Implementing new well tubing designs and plunger- to reduce blowdown-related vented emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Eliminating Methane Vent Sources Win-Win: Implementing Efforts to Improve Facility in Our Onshore Canada Operations Performance and Reduce Emissions Footprint Capturing or eliminating methane from routine venting In 2023 at Eagle Ford Shale, Murphy undertook efforts is a key component of Murphy’s GHG reduction strategy.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Increasing the pressure Offshore Methane Reduction Efforts rating from 0.5 psi to 1.0 psi reduces methane emissions In 2023, we conducted methane leak detection surveys and and enhances operational safety by minimizing leaks completed remedial action to reduce methane emissions from overpressure relief devices and optimizing the (see box below).", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Our evaluations thus far Murphy’s proactive approach also extends to emissions indicate that investing in onshore methane reductions will reduction from flare stack operations.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "ALWAYS This forward-thinking approach has set the stage for continued improvements in 2024 and the near term, as Tackling Fugitive Emissions in Our we are planning similar projects for the upcoming year.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Offshore Gulf of Mexico Operations With these types of technology and proactive strategies, In 2023, Murphy initiated a pilot program to identify Murphy not only enhances operational efficiency but and quantify fugitive emissions originating from flange also reduces emissions, making good on our steadfast connections that were undetectable to the naked eye.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "As a result of our focused programs, we have reduced We currently quantify methane emissions using engineering absolute methane emissions by 32% from 2019 to 2023, with calculations, measurements, emissions factors, activity reductions coming mostly from venting and flaring.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Our total factors and manufacturers’ specifications, as prescribed by Company Scope 1 methane intensity decreased by 51% from the regulatory agencies where we operate.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We have evaluated and continue to evaluate We continue to seek improvements to reduce our methane various direct measurement technologies at site and source emissions and partner with industry groups to achieve these level, including aerial surveys and fixed continuous monitoring goals, including with the TXOGA and API’s Environmental devices.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Managing energy consumption and improving operational METHANE EMISSIONS5 efficiency of our combustion practices reduces associated GHG emissions, as well as emissions of nitrogen oxide (NO ), Metric Tons CH X 4 sulfur oxide (SO ) and VOCs.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Strategies we are using to X 7,877 reduce combustion-related emissions include: 8,000 • Onshore fracturing – Murphy has shifted to using dual- fuel fracturing fleets in the Tupper Montney and Kaybob 6,000 5,323 Duvernay in Canada and in the Eagle Ford Shale.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We have also continued to decommission certain existing flares in Tupper Montney Managing Stranded Wells to Eliminate to reduce emissions from the continuous pilot flare.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "The Board is committed to overseeing climate-related To keep abreast of climate-related issues and trends, the risks and opportunities, as well as overseeing the executive committee is briefed by employees who participate in leadership team in its assessment, agenda-setting and industry associations, think tanks and policy discussions.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "The climate-related expertise can be viewed in the Skills and HSE Executive Management Advisory Committee includes Expertise Matrix in our 2024 Proxy Statement.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "climate and emissions strategy, performance and external Further, we have a Capital Allocation Investment Committee reporting.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Additionally, the Audit Committee has oversight made up of the Chief Executive Officer; Executive Vice of our Enterprise Risk Management (ERM) process, which President and Chief Financial Officer; President and Chief covers climate-related risks, while the full Board reviews the Operating Officer; and senior finance leaders who oversee ERM outcomes.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "The Compensation Committee aligns our capital allocation, including climate- and emissions-related compensation program with our environmental and climate investments.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "A detailed discussion of these risks and opportunities Our positions on key ESG issues do not always align exactly can be found in the Climate Risk Management section (see with those of the industry associations and other groups of ).", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Therefore, our membership does not necessarily indicate our support for all the organizations’ Climate Scenario Analysis: Overview positions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "To understand the alignment of our climate The scenario work of the IEA helps inform our view of long- change position, highlighted above, with that of our key term energy fundamentals.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Our and societal requirements tied to energy transition analysis concluded that our climate change position is pathway objectives.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "The STEPS reflects the impact of announced policy intentions and targets – or Nationally Determined Contributions (NDCs) Climate Strategy – submitted by the Paris Agreement signatories to reduce Our strategy and asset portfolio position the Company to their emissions.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Specifically, oil demand is expected to increase and secure energy, while lowering the intensity of emissions by 5% by 2030 and then gradually decrease to 2022 levels by associated with our activities.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "The APS assumes that all climate commitments made by Our risks fall into the following broad climate-related issues governments around the world, including NDCs and longer- most relevant to our business model: term net zero and energy access targets, will be met in full • Regulatory – Policies and regulations related to GHG and on time.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Under this scenario, the global average temperature rise in 2100 is • Market transition and reputational – Global demand around 1.7°C. change toward non-fossil fuel energy sources, covering the short to long term.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "However, investment in existing fields reflects resources that can be developed and produced at continues, with the annual upstream oil and natural gas an emissions intensity per unit of production that is lower investment averaging about $265 billion in 2030 and about relative to other sources on the supply curve, as highlighted $65 billion in 2050.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We believe that there is no conflict between as indicated by the IEA NZE, and that there are likely leveraging the strength of our portfolio to deliver healthy to be profitable natural gas opportunities well into the returns while also continuing to lower our Scope 1 and 2 energy transition.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We are active in 20 many committees of these associations, including the 0 climate and ESG committees, as they work on addressing 2020 2025 2030 2035 2040 2045 2050 climate-related issues.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Through our ERM process, we have identified the following key climate-related transition 150 and physical risks that might impact our strategy, and are actively managing mitigation efforts.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Our reporting in this section is guided by the TCFD framework and the references to climate risks and 0 opportunities, including transition and physical risks, are 2020 2025 2030 2035 2040 2045 2050 intended to align with this framework.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "• Improving external reporting and disclosure to highlight to our employees and shareholders, in addition to our other stakeholders, our understanding of and commitment to climate change initiatives.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Transition: Two key potential risks of the market transitioning away from fossil fuels and into lower-carbon emission sources are: Market Fossil-Fuel Business Medium- to • Decreased There is a large range of uncertainty about future rates Model Disruption– long-term revenue from of change, and timing is unknown.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Technologies for reduced prices/ We continue to investigate low-carbon technologies using energy from demand for oil that complement our existing assets, strategy and non-emitting sources and natural gas competencies.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Increased prolonged or operating Our Water Management Strategy and Risk Management excessive conditions expenses (see ) helps us mitigate risks and potential impacts related to heat, • Property damage, related to freshwater scarcity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We continue to invest in drought, rainfall, liability for third- infrastructure to reduce our dependence on fresh water cold spells, wildfires, party damage and increase use of recycled water and other alternative rising sea levels, etc. sources.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "cost of carbon Evaluate and implement design concepts for new offshore • Increased capital facilities that improve emissions intensity over the life of availability (as the facility, such as the improvements we implemented more investors in the King’s Quay floating production system.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Reputational benefits resulting in increased demand for goods Products, Natural gas as Long-term • Increased revenue Use our natural gas assets in Canada as a low-intensity lower-emissions fuel.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "As discussed in Improving Our Emissions by SASB for oil and natural gas exploration and production Performance (see ), our performance in 2023 companies (see for our SASB index) and GRI (see puts us on a clear path to achieving our 2030 targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "For a full list of metrics and data Our GHG emissions intensity decreased by about 37% over the preceding five years, see Performance Data section from 2019 to 2023.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We regularly assess our methane emissions performance Long-Term8 Metrics and Targets against peers and industry leaders.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We view Scope 1 and 2 GHG emissions intensity as Short-Term8 Metrics and Targets an indicator of cost risk in relation to carbon pricing regimes.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "In 2021, the Compensation Committee of our Board added We view Scope 3 GHG emissions intensity as an indicator of an annual Scope 1 and 2 GHG emissions intensity goal as a revenue risk in relation to declining oil and natural gas prices performance metric in our Company’s annual incentive plan.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "that could result from carbon pricing and competition from The target metric for 2023 was set to ensure we remain on non-emitting sources of energy.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "When we test the effects the path to achieving our medium-term goal of reducing of energy transition scenarios, we look at several metrics to our GHG emissions intensity.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We carbon price, the evolution of corporate debt in the met our 2023 target range for these metrics, as outlined in scenarios, and the percentage reduction in reserves under the 2024 Proxy Statement.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "For example, this includes our emissions reduction and water risk management External Assurance spend, as highlighted in this report (see and We are committed to reducing emissions and progressing , respectively).", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "To ensure the integrity of our emissions data, for a fourth consecutive year, we have engaged ERM CVS to conduct an independent limited assurance on our absolute Scope 1 and 2 GHG emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "and is therefore critical to maintaining our onshore Murphy is committed to responsible water management production targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "To help ensure our water use is practices, stewardship and conservation in all areas where sustainable, we have a comprehensive water management we operate and across the entire operations, from the Board, policy and strategy that addresses planning and forecasting, Chief Executive Officer and other senior management to field water sourcing, treatment, storage, recycling, permitting and personnel.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "The availability of fresh water is being affected by human Our onshore Water Management Policy outlines our consumption, farming and industry water users, as well as commitment to reduce consumption of fresh water and climate shifts.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "From the Our policy focuses on: initiation of our onshore operations in 2009 to the end of 2023, Murphy has invested an estimated $55 million in • Reducing our impact and demand on the local infrastructure to minimize our dependence on fresh water freshwater sources.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We continue to invest there are shifts season to season, when considered on an in and expand infrastructure and management capabilities to annual basis, in 2023, 30% of our fresh water withdrawn and optimize our use of flowback and produced water, a primary 33% consumed were from high or extremely high baseline element of our efforts to reduce freshwater use.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We have not resulting in reduced need for fresh water.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Our adaptative water management strategy prioritizes the In the Kaybob Duvernay, a remote area posing unique implementation of alternative water sources to feasibly logistical and regulatory challenges, Murphy invested in a reduce fresh water consumption in all our operating areas, 22-mile freshwater pipeline and reservoir infrastructure in not only in high water-stressed areas.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "This amount of recycled produced water has also directly offset freshwater Water Management Networks volumes we would otherwise have needed to source Water management networks allow us to strategically withdraw and impound water volumes necessary to support from the local environment.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We also have an above-ground pipeline system and access Installing this produced water storage capacity is a to groundwater wells and surface water in our key areas of testament to our commitment to freshwater conservation operation.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "In 2023, we continued to invest capital to optimize and responsible water management practices.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "This infrastructure reduces our demand on local freshwater sources and substantially reduces the number of 22% 1.0 14%20% trucks needed to support day-to-day operations.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "36 2024 SUSTAINABILITY REPORT MURPHY OIL CORPORATION INTRODUCTION ENVIRONMENT SAFETY OUR PEOPLE COMMUNITY GOVERNANCE PERFORMANCE Onshore Water Management App to Support Water Operations Today, the app supports our entire onshore water operations in the US and Canada with real-time monitoring, reporting and alerts.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "They also monitor used increased in 2023, chiefly because we completed flow rates weekly to bi-weekly while withdrawing, to longer lateral wells that required more total water.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "THINK BEYOND POSSIBLE When including produced water shared with nearby operators, we recycled 38% of the total flowback and Friction Reducer Optimization Study: produced water.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We have also improved our total water Achieving Similar Operational Efficiencies use efficiency.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "As We continue to explore opportunities to increase our produced water is recycled, it becomes progressively recycling ratio.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "solids increases, introducing more pumping friction, subsequently creating challenges in achieving the In the Eagle Ford Shale, over the last several years, we have designed pumping rates, especially at the toe, or the increased our capital investment to improve water recycling very end, of the well.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Consequently, the percentage of water we sourced timelines that correspondingly increase the cost of from recycled water increased to 17% in 2023 from 11% in operations and delay oil and natural gas production.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Our use of surface water decreased from the prior a friction reducer polymer to assess friction reducer year because our operations were in areas with little to no effectiveness in varying compositions of produced water.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Through the study, we have identified due to the increased lead time for application approvals effective friction reducer formulations for varying for produced water conveyance, and we have reviewed compositions of recycled water, which led to significant and incorporated lessons learned from 2023.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Produced water has similar 40% 41% properties to brine, but by using produced water, we 20% 27% have increased produced water recycling and lowered 18% costs associated with purchasing and transporting brine, 0% as well as any associated disposal costs.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "100% 8% 11% 16% 17% We also collaborated with our drilling fluid service 17% 24% 66% provider to further increase the technical properties of 80% 50% 16% 77% the produced water, by piloting a viscosifying additive 60% 68% 68% that can improve rheology, increase maximum density and enhance lubricity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Consequently, while there was a slight increase in hydrocarbon concentration, such levels are still well below the EPA regulatory limit.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Murphy implemented several initiatives in 2023 related to water treatment and toxicity, including piloting a new scale treatment chemical to reduce the waste associated with water treatment significantly, as well as adopting new chemistries that exclude compounds classified as substances of very high concern (SVHC).", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "These groups include the Offshore Operators Committee (OOC) Water Subcommittee, Produced Water Society, Montney Water Operators Group (MWOG), Fox Creek Operators Group (FCOG) Water Management Sub-Committee, Kiskatinaw River Users Group, Ipieca Water Working Group and the South Texas Energy & Economic Roundtable (STEER) Water Committee.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We have Pre-Operations Assessments and Mitigation Planning identified water use as a priority nature-related dependency • Internal review of targeted surface disturbance, which and actively manage potential risks and impacts.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We are committed to protecting by experts from multiple disciplines, to ensure potential biodiversity and avoiding nature loss at various stages of environmental, ecological and archaeological impacts project lifecycles.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Our overall approach to biodiversity protection and nature (A&G) assessments prior to the design and installation of loss avoidance – which is aligned with the mitigation any subsea equipment and facilities for oil and natural gas hierarchy – is summarized below: development.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "facilities enable us to recycle the produced water for We provide a variety of channels for stakeholders to engage our operations and consequently, significantly reduce with us regarding concerns of biodiversity protection.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Historically, internal targets were set Notably, Murphy has not had an offshore spill in the based on the number of spill events in any year, utilizing the deepwater Gulf of Mexico greater than 1 BBL since 2003.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "In 2019, we modified the spill metric target used in our AIP ASSET INTEGRITY to focus on our overall hydrocarbon spill volumes rather than AND PROCESS SAFETY Based upon a review of peer data, we set our target to drive for favorable performance relative Asset integrity and process safety are central elements to the industry as a whole.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "and, in the case of onshore wells, ensure the protection of freshwater aquifers.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Representatives sat on various committees and best practices for deepwater well operations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "We seek to ensure downhole isolation our unconventional wells, while protecting trade secrets and of hydrocarbon and sulfur zones, protection of any freshwater confidential information.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "reduce overall usage of chemicals that are discharged with the produced water and reduce risks associated with the Murphy undergoes yearly reviews of lease statuses and land transportation and handling of materials, as well as maintenance requirements.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "The concentration of oil in discharged bilge We manage every load through waste characterization and water must meet MARPOL standards, which is achieved classification, manifesting and tracking processes.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Murphy targets safety improvements and efficiency gains throughout our operations by using data sharing and LIFE-SAVING RULES machine learning, which optimize field development programs and thereby reduce potential safety hazards and environmental impacts and waste.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Safety Orientation for onshore, plus SafeGulfUSA, Rigpass, Thanks in part to our contractor management efforts, our Helicopter Underwater Rescue Training (HUET), Standardized total number of recordable contractor incidents improved Emergency Management System Awareness and United from 11 incidents in 2022 to 7 incidents in 2023.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Also, in 2023, we participated in DE&I events hosted by the Greater Houston Women’s Chamber of Commerce, At Murphy, we believe in creating an inclusive Women’s Energy Network and Greater Houston culture where members of our workforce support Partnership.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "In response to the increasing threat climate, Murphy IT employs an industry-leading Murphy has forged strong partnerships Murphy continues to enforce enhanced security awareness and education platform with the DHS, FBI, ONG-ISAC and numerous security of its devices in 2023 by aligning to assess our users’ vigilance toward social top security companies.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_MUR_ESG", "year": 2024, "sentence": "Therefore, our membership does not necessarily emissions reporting requirements initiated by the Inflation indicate our support for all the organizations’ positions.", "category": "other", "has_metric": false, "env_relevant": true}
