{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Mill, Jamshedpur plant 379 MW of renewable power female firefighters 117th Year Integrated Report & Annual Accounts 2023-24 04 05 117th Year Integrated Report & Annual Accounts 2023-24 SShhaappiinngg aa cclleeaanneerr ttoommoorrrrooww Tata Steel is committed to responsible growth, pursuing a decarbonisation roadmap to usher in a sustainable future.", "category": "vision", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "revenues of £2,706 million, with liquid very deeply and invest significantly in Tata Steel's standalone revenues steel production at 2.99 MT and finding solutions to reduce the carbon for the full year were marginally lower deliveries of 2.80 MT.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Consequently, emissions compared to traditional water conservation efforts led to zero Imperial College London to invest to progress on its Angul Energy Limited, and The Indian we decided to surrender the mine, steelmaking.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Limited to source 379 MW of captive significantly reduce our Scope 3 CO innovations.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "What approach to progress on its is expected to reduce 50 MT of carbon We also completed a full- Transition (LeadIT), a platform initiated efficiency, and fostering a has been the financial impact of this sustainability journey and many emissions over 25 years.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "This We also became the first company in innovative projects focused on low- Tata Steel has implemented a The shift would have taken 2-3 years to low-CO2 steel manufacturing collaboration aims to generate India to use LNG-powered capsize bulk carbon hydrogen technologies.", "category": "vision", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "We have also focused on water to promote inclusivity and integration to achieving Zero Harm and the supportive workplace, irrespective of designed to transition children from The Company’s climate-resilient conservation, creating significant water of LGBTQIA+ talent into the corporate Company has been distinguished gender identity, sexual orientation, or child labour to formal education.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The plan is to retain most of Tata Steel UK’s product capabilities, reduce direct CO emissions by 5 MT annually, and lower the UK's 2 total territorial emissions by about 1.5%.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Tata Steel is also exploring other volume sources of water to replace freshwater and remains dedicated to replenishing the water sources to strive to achieve Water Neutrality.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The Company is transitioning material, finished goods and by- capacity, and improvements to the rail towards low-CO2 steelmaking in the products across its Indian footprint.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Meanwhile, the Company is finished goods, consisting of around systems to provide customers with a also making interventions to reduce 20,000 stock keeping units (SKUs) from first-of-its-kind approach in the Indian emissions and improve the efficiency of approximately 65 production units steel industry.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Further, the Company ore and natural gas, with the goal to latest developments in steel with a collaborates with academia and build a second largest demo plant in focus on Net Zero emission targets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The on Advanced Mobility and with the top Indian engineering colleges were Sustainable machine learning algorithm-based Indian Institute of Technology-Indian shortlisted and mentored by Tata Steel’s solution substantially improves energy School of Mines, Dhanbad, on Mining R&D leadership during a six-month efficiency and reduces carbon dioxide and Beneficiation.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "For its consistent Company targets 99% of its employees employees as Heavy Earth Moving efforts towards overcoming industry to experience an inclusive working Machinery (HEMM) Operator Trainees stereotypes, Tata Steel was recognised climate and 25% of its workforce in its West Bokaro mining operations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Recognising the Steelmaking is a resource-intensive use to reduce its carbon footprint, silico manganese and ferromanganese.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Digital initiatives Indian operations is fulfilled by two water availability at risk, making it a have resulted in significant improvement operating open-cast pits in West Bokaro material issue.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The state-of-the-art undertaken over the last decade at coal washing plants with a 2 MTPA the steelmaking and mining sites to capacity in Jamadoba, 1 MTPA in Committed to protecting the minimise water consumption include: Bhelatand, and 6.5 MTPA in West Bokaro, environment » The Company’s commitment effluent in steelmaking processes.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "To ensure product sustainability, its water-related risks by minimising In Europe, Tata Steel became the we have adopted the following three dependence on fresh water and first steel manufacturer globally approaches: maximising recycling of effluents to develop and operate an EPD a) Life Cycle Assessment (LCA): within steel plants and reusing programme.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "programme is intended to support manufacturing units under LCA, Major initiatives taken by the Tata Steel in communicating its in FY2023-24, an LCA study for the Company in FY2023-24 to minimise its environmental credentials of its ferrochrome business, including the Steel Recycling Plant, Rohtak specific freshwater consumption and products in a standardised manner.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "reduction of effluent discharge include: Another LCA study has been Circular economy Steel recycling business » Increased water recovery through conducted for iron powder made augmentation of the Central Effluent In India, the Steel Recycling using the Company’s by-products.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "These include the reduced iron (DRI) electric arc furnace » Water up-gradation projects in LD1 air quality across the Company’s FerroHaat, a digital app, was launched Ecolabelling Standard certification by DeNOx installation at the Pellet (EAF).", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "It (GreenPro) and transparently disclose been built at the Pellet factory to The Company’s priority is to minimise will cater to the scrap requirement environmental performance for Tata ensure an 80% reduction in lead, fugitive emissions while setting new of the upcoming EAF at Ludhiana, Steel’s key products manufactured heavy metals, and dust.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Tata Steel has joined hands with the South Eastern Railway (SER) Biodiversity West Bokaro in FY2023-24 in India for the utilisation Tata Steel has persistently made The water requirement is managed of the two products in the blanketing efforts to improve its performance through treated wastewater from layer of railway tracks.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "in biodiversity conservation and the captive effluent treatment plant, The Company has also developed reduce its impact on the ecosystem.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The Company has achieved developing a rich biodiversity paver blocks and interlocking blocks, livelihood opportunities, reducing the continuity of mining operations.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "and unlocked ~12 MT of raw coal at West Bokaro, which will contribute 117th Year Integrated Report & Annual Accounts 2023-24 112 113 117th Year Integrated Report & Annual Accounts 2023-24 Value Creation Climate Change Report Climate Change Report aligned with the Recommendations of the Taskforce on Climate-Related Financial Disclosures.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The Company is setting up towards the target as it evaluates decarbonisation plans for its its first scrap-based greenfield EAF investment priorities for achieving steelmaking operations in Europe, steelmaking facility in India, in Punjab.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "It UK and reduce direct CO emissions in demand and willingness to pay for 2 70% of global steel production Steel producers worldwide are aligns with the Tata Group target as Risk Management its operations by ~5 MTPA.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "This collaboration developed by Prof Robert S Kaplan and Further, Tata Steel is in discussion governments seek leadership positions (i.e., those in the UK Emissions Trading that steelmakers need government allows Tata Steel to gain valuable Prof Karthik Ramanna, aims to help with Tata Power Renewable Energy in global climate action.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "It thereby ~17 MW of renewable power and reduce transport, and taxation policies with its commitment to a robust suite of such discussions covering a selection a memorandum of understanding goes beyond the Greenhouse Gas 115 kilotonnes of carbon annually.", "category": "vision", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "ABB will Steel Limited’s total installed captive then, the EU institutions have increased grow market demand for low-carbon possible fiscal support from the national bring global experience in automation, renewable power capacity will be the stringency of the cornerstone EU products.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Tata Steel has signed an agreement The agreement between Tata Steel with Swedish metal company Boliden and the UK Government to co-invest to procure low-carbon zinc, which has in the transition to EAF steelmaking at one of the lowest CO footprints of 2 Port Talbot represents a milestone in any refined zinc globally.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "achieve this, the Company plans to in the discussion between Tata Steel to reduce air emissions, including Through consistent energy efficiency replace Blast Furnace 7 and Coking and the Dutch government, and both dust and noise pollution at IJmuiden.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "It will probably be the most customers to receive their steel carbon emissions by 5 MTPA, a and expects to place equipment Plan contains non-statutory measures prominent industrial transition in the orders through lower-emission 1,000-metre long windbreaker 90% reduction in direct emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The increasing demand for in local geographies but also on (ISSB) under the IFRS Foundation, Tata Steel has adopted a standard Cost of carbon compliance: lightweight and carbon-efficient the Company's commitment to the Science Based Target Initiative and consistent set of emission steel products in the mobility space (a) I mpact on operational costs from direct Net Zero by 2045.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "In the Company's carbon operations in line with transition to green energy and is founder participant in WSA's Climate ResponsibleSteelTM is the India, Tata Steel now has more than emission target the EU’s short-term and constantly building a product portfolio Action programme and has been steel industry's first global multi- 90% of its steel production from 3.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "It is the as its Kalinganagar and Meramandali and Sustainability Report and the ESG low-carbon future decarbonising its value chain will also first steel company globally to become plants received the prestigious Factsheet, included in the Company's reduce the Company's compliance an operator of its own Environmental ResponsibleSteelTM Certification in Integrated Report for FY2023-24.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "- - - 869 520 12.c Employee Turnover Rate (Including Superannuation) increase over last year due to the inclusion of Leave before pension group tcs/employee/ Tata Steel (Thailand) Employee productivity (steel volume) - UK - - - 352 359 year Nos. of employees Nos.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The Steel Recycling Business (SRB) is responsible for sourcing and supplying Net Zero by 2045, Tata Steel has increased the entire scrap requirement of Tata Steel in India.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The Company has also improved the roof of the steel plant to eliminate leakage and reduce emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The Company has also taken several initiatives to reduce Scope 3 network of suppliers, mines, ports, emissions by using cleaner fuel or alternate fuels.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "a. Tata Steel Nederland is the first steel company in the world to use the Environmentally and socially responsible Global Logistics Emissions Council Framework for emissions reporting, supply chain practices safeguard the which makes different logistics modalities comparable and enables the long-term viability of the business and identification and improvement of emission hotspots.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "the Net Zero target of the Company.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "By taking a supply chain perspective, the Company demonstrates how improvements in material utilisation and right-first-time manufacturing can reduce emissions during the production phase.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Tata Steel has also published a Climate Change Report aligned with the recommendations of the Taskforce on Climate-Related Financial Disclosures, with detailed disclosures on its Climate Action Strategy, Governance, Risk Management, and Metrics and Targets for the Tata Steel Group.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "NA NA Hazardous waste Other waste The Company does not have any specific product to reclaim at the end of life.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "In the Netherlands, as part of the Star investment programme, the new furnace to be installed in the Hot Strip Rolling Mill has a significantly lower energy consumption.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Describe the strategy adopted by your company to reduce usage of hazardous and toxic chemicals in your products and processes and the practices adopted to manage such wastes.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "iii) E -Waste Management: The Company has established a process to ensure effective e-waste management in compliance with the E-Waste Management (EWM) Rules, 2016.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The policy is a public commitment to conserve, enhance, and restore biodiversity in the Company’s present and prospective areas of operation and across the supply chain.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "SMART Solution Package For The solution comprises a machine learning algorithm that The proposed solution has resulted in energy efficient performance optimises the fan and pump speed based on ambient temperature substantial improvements in energy Of Cooling Tower and relative humidity as input factors.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "presence of oil at the bubble interface lowers the energy barrier required for the three-phase attachment of the bubble with the particle and increases the hydrophobicity of the bubble.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The Company plantation in Jharia is a major step towards becoming is committed to align with national commitments on a leader in NbS, supporting community livelihood and climate change across its operating geographies & Tata sequestering carbon.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Group’s Net Zero 2045 Goal and is working to mitigate climate change transition risk by various initiatives Tata Steel’s Kalinganagar and Meramandali plants and collaborations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Across Europe, steelmakers need government support to Tata Power Renewable Energy Limited proposes to set decarbonise and Tata Steel is engaging with the Dutch, up solar & wind hybrid power plant to replace ~379 MW UK, and Welsh Governments on these complex themes.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "of Tata Steel’s fossil fuel-based power consumption, to In Europe, the Group has launched commercial reduce ~2 MT of CO emissions per annum.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "In FY2023-24, TSN has the Company has two-pronged approach towards 2 submitted its transition plan, embarking next step in Biodiversity management, viz.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "In India, the due to increase in use of recycled scraps in steelmaking Company is pursuing its efforts to reduce Greenhouse and renewables in the energy mix which have lead to Gases (GHG) intensity of business by improving improving energy efficiency of production processes and resource efficiency through adoption of best available multiple improvement initiatives across value chain.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "An Tata Steel strives to retain benchmark positions in GHG improved Green Steel Plan with an enhanced focus on intensity of IJmuiden globally and Jamshedpur Steel reducing the impact on our environment and making TSN Works in India amongst BF-BOF based steelmaking more circular was submitted to the Dutch government facilities.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "This will significantly integrated into the Company’s annual business planning reduce the overall carbon footprint, reduce direct CO process and cascaded down to ensure accountability at 2 emissions by ~90%.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "These directives Energy and carbon reduction implementation is permeate through sub-committees and Divisional progressing in many of the Company’s sites which Implementation Committees, chaired by members of is complimented by ISO 50001: 2018 accreditation.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Furthermore, TSN is implementing a health The project won the ‘Energy Transition Changemakers‘ roadmap, with the vision: ‘We work in optimal conditions award during COP 28. to be able to live and work in a healthy and vital way’.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The two-way » Environment and Climate Change impacts are communication with these functions brings further assessed on a continuous basis and business decisions rigor in driving the process across the organisation and support systems including capital allocation, the Tata Steel Group Companies (‘TSGCs').", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "To create a safe and healthy environment as Energy Management, Water Management, Data for all employees, the Company is focusing on reducing Governance and Management, Coating and Direct unsafe incidents at the workplace through process and Reduced Iron, Hydrogen Utilisation, Carbon Capturing technology interventions.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The DeNOx installation aims to reduce H TSE reported an EBITDA loss of 7,612 crore during nitrogen oxide emissions by 80% by capturing NOx H FY2023-24 lower than the EBITDA profit of 4,632 crore compounds at the Pellet Plant.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "of its Continuous Galvanising Line 3, that enables In October 2022, TSN submitted a request for ‘Maatwerk’ a more robust production of advanced (ultra) high to enable the first phase of its decarbonisation plan, strength steels with increased dimensional windows, which is to be completed by 2030.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "The production and sales performance of SIW is given below: Overseas Level (mn tonnes) » SIW: Received the first Environmental Product Declaration certification for construction wires FY24 FY23 Change (%) outside of Europe and Achieved the Lowest Carbon Saleable Steel 0.20 0.20 3 Emission in Thailand Construction Wire.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "» Uttar Pradesh State Pollution Control Board imposed Environmental Damage Compensation fine of Further, the Company’s RTA has implemented various investor ₹6,75,000/- (without prejudice) on the Company for being initiatives given below as part of their endeavor to enhance non-compliant with provisions of The Water (Prevention investor servicing.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Implementation of Energy Efficient 12 ENCON Fan at TSJ Cooling Towers (iii) Capital investment on energy conservation equipments: Sl.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "This localised presence of oil at the bubble interface lowers the energy at coal washery barrier required for three-phase attachment of the bubble with the particle and increases the hydrophobicity of the bubble.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Reduced surface tension of water results in increased wetting area with less amount of water.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "OTC_TATLY_ESG", "year": 2024, "sentence": "Lab scale trials with partially H ydro clean employs high-pressure (~80 bar) water replacing limestone with lime sludge has been nozzles to remove Al O and SiO bearing adhered 2 3 2 completed and achieved encouraging results, clay particles from the surface of iron ore.", "category": "action", "has_metric": false, "env_relevant": true}
