{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "Member efforts to increase efficiencies and further enhance sustainability performance within their companies resulted in the early achievement of our safety and greenhouse gas emission goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "2 ENERGY EFFICIENCY At least a 10 percent increase in members’ purchased energy efficiency from 2005 to 2020 Member purchased energy use per ton of production was 8.1 percent lower in 2014 2015 LEADERSHIP IN SUSTAINABILITY AWARD FOR ENERGY EFFICIENCY / GREENHOUSE GAS compared to the baseline year of 2005.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "It has enabled the mill to put net power to the grid, greatly reduce coal use and greenhouse gas emissions, and de- crease freshwater usage and the generation of wastewater, while providing a market for bark and other byproducts from the forest.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "The amount of wood fiber members procured from certified sourcing programs increased from 87 percent in 2005 to 98 percent in 2014.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "WOOD FIBER PROCURED FROM CERTIFIED FIBER SOURCING PROGRAMS GOAL 2005 2010 2012 2014 Baseline Wood fiber sourced by members from third party certified forestlands increased from 23 percent in 2005 to 29 percent in 2014.", "category": "vision", "has_metric": true, "env_relevant": false}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "These water conserva- tion efforts also reduced costs required for heating, pumping and treating water, and 9000 support ongoing resource conservation efforts at the mill.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "These reductions have come about through member adoption of efficient manufacturing production measures, increased use of less carbon-intensive fossil fuels and carbon-neutral biomass-based energy sources.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "Due to state Renewable Portfolio Standards, environmental regulations and market forces, the GHG intensity of purchased electricity has decreased 15 percent between 2005 and 2012.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "To make our measurements more comparable over time, however, we have held constant at 2005 levels national GHG emission factors associated with electricity2 and steam3 purchased by our mills and not reflected that decrease.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "If we adjust our reduction calculations to reflect the changes in the grid and to reflect the locations of our members’ mills, they would have achieved a 20.4 percent reduction from 2005 to 2014.4 Member GHG Reductions Make a Difference GHG releases from member facilities in 2014 were lower by 37 million tons CO equivalents when compared to 2 emissions from member facilities in 2000.", "category": "action", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "Energy Production and Efficiency AF&PA member manufacturing facilities obtain energy 2014 LEADERSHIP IN SUSTAINABILITY AWARD from a number of sources to support operations.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "Available at: www.sfiprogram.org/files/sfi- 2015-progress-report/ 17 Water PULP AND PAPER MILL EFFLUENT DISCHARGES Water is essential for production of paper and wood products, and 4 16 AF&PA members have taken import- ant steps to improve and preserve 3 12 water resources.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "Between 2000 and 2010, AF&PA member pulp and paper 2 8 mills reduced the amount of water needed to produce one ton of product by 15.2 percent.", "category": "action", "has_metric": true, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "Based on analysis of 2006 data by the National Council for Air and Stream Improvement (NCASI) 7 Based on NCASI analysis 18 Doing More with Less Through the use of science and technology, AF&PA members strive for continuous improvements that “decouple” the demand for goods and services from the demand for natural resources and emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "As we get closer to background levels of emissions, it becomes much more challenging and costly to achieve continued reductions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "AMERICAN-FOREST-PAPER-ASSOCIATION_ESG", "year": 2016, "sentence": "Clearwater Paper donates an annual $10,000, and employees have volunteered hundreds of hours planting trees, weeding and providing general clean-up services for the Lindsay Creek stream bank, helping to radically improve the wildlife habitat, water quality and the area’s visual appeal.", "category": "other", "has_metric": false, "env_relevant": true}
