{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Braving the intermittent COVID Jio maintained its market leadership The rapid growth in vaccinations and Net Carbon Zero handset affordability has proven restrictions, the Retail business for a third year in a row through reopening of economies helped a The Company had achieved a net a major hurdle for over 250 million continued to expand offline, as well FY 2021-22.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Jio has greatly reduce the carbon footprint of and 40-year issuances by a private In our New Commerce initiative, the the leader in fiber based wireline could eliminate our dependence also developed several use cases for the Jamnagar complex.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "We are actively investing and India and globally Significant captive demand for Green Energy partnering to take this forward, and building Power electronics systems required internally within the Reliance Group to support renewable energy such as a scalable and enabling energy ecosystem.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "(According to Renewable Energy Country Attractiveness index by EY.) embrace disruptive pathways to Innovation’ movement, made more than 175 achieve our goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "In particular, it supports small producers to Technology platforms & ecosystem solutions O2C, New Energy and New Materials Company modernise their operations, minimise inefficiencies and Continuous platform building based on cutting-edge, with a sustainable and circular business model reduce leakages.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "RIL targets to become a Net Carbon Zero company by Complementing traditional fuels with clean Connected supply chain Ultra-broadband 2035.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Governance and electrochemical transformations to use CO as Reliance's three-pronged approach 2 Robust corporate governance policies, a valuable feedstock informed risk management and a keen eye Making CO Replacing Transitioning on emerging opportunities underline our 2 • Algae to Oil, is a technology a recyclable transportation fuel to clean energy Governance approach.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "5.75+ water, food and nutrition, women’s and distribution of relief materials, crore empowerment and access to supporting local government to help lives touched since inception knowledge resources.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "` to spectrum aggregating to 30,791 delivered resilient performance by intensification of inflationary pressure Steady recovery in global oil and The Company raised $9 billion from crore and financed it through INR leveraging the strong international due to continued disruption in global energy markets supported robust fuel global and local investors in the Loans and INR Debenture.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "At Sahakari Bhandar, we have taken many Since its inception (June 2010), Go Green with Tetra Pak recycling initiatives to reduce the waste to reach landfills.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Therefore, the As the Company progressively equal to the carrying value of nature of risk and returns for the transitions to renewables as its the gasification assets as on the gasification streams are likely to primary source of energy, more appointed date of the scheme of become distinct from those of the syngas will become available arrangement.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "for upgrading to high value In addition, the Company is The gasification project at chemicals, including C1 chemicals exploring various opportunities Jamnagar was set up with the and hydrogen, thus sharply to bring in strategic and other objective of producing syngas to reducing the carbon footprint of investors in RSL.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "It is another significant milestone in India’s of its people and assets during the pandemic while ensuring timely energy landscape and showcases Reliance’s continued project delivery, safe and reliable operations and ramping up the commitment in the journey towards a greener gas-based new fields to peak production.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "With the Water till date; 6 anganwadis were • RF supported efficient irrigation resurgence in economic activities, renovated in FY 2021-22.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Reliance R&D teams to absorb the impact of energy on 5,000 acres in Jamnagar, are actively working to make CO2 a transition costs, carbon taxes or comprising four Giga Factories.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "RIL keeps its stakeholders abreast photovoltaic module factory, an Commercial Risks Operational Risks Control Risks Risks As we transition into a New Energy of its climate change goals through advanced energy storage battery era, targets for periodic reductions ongoing engagement.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "are also setting up infrastructure in Jamnagar to manufacture ancillary The transition to a world that is Strategic and Commercial Risks material and equipment needed powered by clean energy is a capital to support the Giga Factories and intensive journey.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "RIL's strong balance enabling independent manufacturers sheet, operational efficiencies Climate Change and the Energy Transition Risk Description Commodity Prices and Markets Climate change is the biggest threat to humanity's collective and continued well-being.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Despite a sharp demand recovery from the lows seen during the pandemic in 2020-21, total oil demand is yet to reach The accelerated pace of transition to a lower-carbon world will be accompanied by far-reaching changes in pre-pandemic levels either globally or in India.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "the use of alternate energy sources coupled with technological advances and changing customer preferences have The crude oil market remains tight due to production from OPEC Plus countries falling short of their targets and the potential to lower demand for fossil fuels and their price, increase RIL's operational costs and prevent access to continued sanctions on Iran and Venezuela.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "We have a 15-year vision to rebuild energy transition is a strategic focus energy by 2030 Reliance as one of the world's leading Risk Response of RIL's business continuity plans.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Also, the Company the problem of Climate Change, creating sustainable energy sources energy ecosystem such as revised product placement the demand variability issues in the has been targeting more end users/ New Energy is poised to provide a and materials for India's future needs, strategies, placement in deficit domestic market.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "The Company buyers for exports and offering • Invest in enhancing the value reliable solution to Climate Mitigation.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "We aim to Storage technologies to convert supply chain network and additional started to supply or increased ` Carbon Zero operations well as non-conventional feedstocks invest 75,000 crore by 2024 to: carbon dioxide into useful products temporary warehouses closer to volumes to some countries in Africa and chemicals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "The Company aims to play a meaningful role in meeting its Net Zero target, digitalisation Code of Conduct the country's growing energy demand sustainably by making its New Energy is one factor that enables the business truly global.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "As a part of Reliance’s long-term strategy on emission reduction, the Company continues to earn the trust of its is committed to reducing its overall operational GHG footprint – Scope 1 or The Company's initiatives will stakeholders.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "contribute towards the United Nations Conduct Policy ensures integrity, Sustainable Development Goals (UN accountability, and transparency SDGs) to combat climate change, in the Company.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Using Carbon Dioxide (CO ) as a recyclable resource and on its website: https://www.ril.com/ 2 worldwide, as part of a nine member investorrelations/downloads.aspx transcend from dialogue to action age technologies and establishing adopting Carbon Capture Utilisation and Sequestration New Energy Council.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Reliance to continue to ensure regulatory Management continues to manage its existing risks while 3 Energy Efficiency grave impact on a company’s reputational compliance to build trust among its parallelly identifying any new risks that may risk.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Hence, it is important that Reliance of Operations With the criticality of climate change impacts stakeholder groups while also ensuring that impact its ability to create value over the continues its conscious efforts to ensure being manifested in unpredictable weather its operations are in line with relevant and long run.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Reliance understands that the Consumption in RIL • Power electronics systems regulations and periodically audits global new energy agenda needs to move from dialogue to action and commitment required to support renewable operations to confirm compliance.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Reliance Reliance adopts a comprehensive emissions across its manufacturing ` Reliance has started developing the announced an investment of 75,000 in the Leadership strategy at the Group level that units.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Retrofitting investments are made Dhirubhai Ambani Green Energy Giga crore to build an end-to-end green establishes company-wide HSE across every manufacturing division United Nations SDGs Complex on 5,000 acres in Jamnagar, band energy ecosystem.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "defined HSE audit programme to verify System (CEMS) has enabled Reliance become a global leader in Clean aims to build four Giga factories to that management standards are to adhere to local standards for and Green Energy and Materials.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Initiatives like converting on accelerating the adoption of ecosystem with the aim of bridging The Group Safety and Operational Risk organic waste into bio-manure clean energy through a path of 'Just the green energy divide in India and team monitor the quarterly evaluation through vermicomposting, stringent Transition'.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Energy Efficiency of DGs are replaced with a 100 AH Dedicated Energy Teams pursue The Company has also achieved a Operations additional Li-ion battery.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "As a global player, it is incumbent different energy usage parameters in upon Reliance to overcome the challenges of transitioning to a lower real-time.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "In FY 2021-22, the Company energy consumption at applicable systems that make the Company’s 3.12 million GJ ensured that it will continue its Reliance Jio has also been a significantly to the renewable energy energy management system agile, sites.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "In FY 2021-22, the set the goal to reach 450 GW of accounts for one of the lowest and Machine Learning (ML) solutions Scope 1 emissions were 0.49 million Improve energy usage efficiency using simulation tools, renewable energy capacity by 2030.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "carbon intensity per TB of data in oil fields, repurposed petcoke tonnes of CO and Scope 2 emissions deploying best practices, and upgrading equipment 2 Reliance has committed to enable at usage with the right energy systems gasification to utilise synthesis gas were 3.36 million tonnes of CO .", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "areas turn off their ignitions, reducing achieving its carbon reduction goals with sources that have minimal Reduce carbon intensity by judicious selection of energy emissions, noise levels and fuel and Net Zero emissions milestone.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Packaging Design Approach swapping service under Vehicle as a scale continuous catalytic pyrolysis Service (VaaS) model with Swiggy, so on responsible and efficient • Waste to Road (W2R): Reliance has Reliance Jewels uses carry bags Targeted for Sustainable technology.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "The philosophy to reduce freshwater its commitment to be Net Company has employed mechanised dependence, the Company has crate washers at fruits and vegetable Zero by 2035, it is investing commissioned state-of-the-art processing centres that have reduced heavily across all the levers technologies to reduce specific the consumption of water.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Additionally, the E&P vertical The Company has planned Reliance continues to focus on polymer place of single bag is made replacing packaging reported on 5.25 million kilolitre of maximising wastewater recyclability significant investments in use plastic bags from R Elan Green conventional produced water.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Rainwater & Inflated Air BY SOURCE harvesting capacities are being help India and the world Packaging augmented to 3,17,669 kL across (%) transition to clean and Recycle Reuse Reuse Recycle Reduce Recycle RIL.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Global provide necessary policy and Our recognitions non-compliance, and violations of increase the diversity in the thought-leaders and new energy operating framework for execution its Code of Conduct, Reliance has • Reliance has been recognised • Reliance has been featured in workforce.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Throughout the Board level Human Resources, of Denmark’s Department of year, Reliance organised numerous Nomination and Remuneration Wind Energy), Dr. Martin Green employee volunteering activities to Committee periodically reviews and (Professor at University of provide them with a meaningful and evaluates overall human resources New South Wales, Australia), gratifying experience.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Committed to Growing with Care for the Planet digital divide in India is a testimony stores milestone Jio partners with globally established Reliance believes that the global new energy agenda needs to move to the Company’s focus on digital and new age platforms across the technologies.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "During FY 2021-22, it Google Cloud with increased Company operates in consumer the new energy ecosystem.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "These Understandable and straightforward check dams, agricultural ponds including critical support for water Cultivate three or more types initiatives to bridge the gender digital Giving Sight, Giving information in vernacular languages and open wells.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "The people resources and their expertise and increase their economic value including students from Reliance circular economy of reduce, total sale of e-waste including used available within the organisation. has always been the focus of the Foundation schools.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "Overall residents having the primary farming households that have i. Strengthening of Gram Impact Assessment Study i. 93% respondents reported source of water within 200 M b. Role and Efficacy of limited livelihood options through Panchayats (GP) as an of Water Based Initiatives improvements in their from their homes.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "the members are actively for synergies/capacitating strengthened FPOs to job) as the trainees could find Average annual gross income a. Programme Approach contributing to their community in water resources, lead improved livelihoods, viable local jobs.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "This confidence management and critical ` enhanced income as well as to be 1.08 lakhs; which was interventions ensured through is reflected in their savings support for water harvesting and benefits of collectivization.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "LSE_RIGD_ESG", "year": 2022, "sentence": "plastics (circular economy) Particulars of Energy • Improve the usage efficiency • Direct blending of Crude • CP-10 and PTA-1 CT Cooling tower fans replaced with energy efficient fans.", "category": "other", "has_metric": false, "env_relevant": true}
