{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "This includes the NVIDIA computer industry, predicting like clockwork computational fluid dynamics simulations by H100-powered system deployed at New the exponential growth in computing 9X and reduce energy consumption by 17X. York’s Flatiron Institute, which topped the performance in tandem with moderate Green500 list of the most-efficient systems.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "The programmable nature of our gaming market, NVIDIA has leveraged its GPU mechanical and fluid simulations, and energy architecture allows us to support several architecture to create platforms for scientific exploration.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "We submitted to the U.S. government a blueprint for how the U.S. could build its chip manufacturing ecosystem leveraging advanced technologies such as digital twins, a highly-skilled workforce, and investments in energy-efficient technologies.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "No Data 2,216 (44%) 2,512 (49.83%) 3 (0.06%) › Partner with community resource groups to 20-30 Years 31-50 Years improve how we reach qualified candidates.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "What It Covers: In this section we cover the efforts we undertake to bring energy efficient › Energy efficiency and performance products to market and how we manage improvements of our products our greenhouse gas emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "› Greenhouse gas (GHG) emissions reporting and assurance Product Energy Efficiency › Energy and environmental management We develop hardware, software, and systems, certifications, policies, procedures, networking technology to improve and programs performance and energy efficiency, helping our customers avoid carbon emissions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "And our demands attention, which is why we are building › Applications of NVIDIA technology for Grace CPU superchip scored 2X performance Accelerated computing is the use of products that aim to advance efficiency and climate change mitigation and adaptation gains over traditional x86 CPU processors specialized hardware to dramatically speed sustainability of all data centers globally.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "infrastructure operations were transitioned more quickly, returning the GPU to a Software Enhancements to BlueField DPUs, we estimate the world low-power idle state when done and Based on industry standard benchmarks for Software can significantly improve energy could save nearly 8 trillion watt-hours of consuming less energy overall.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "a growing number of communication tasks Green Grid, and Open Compute Project to Performance and Energy Efficiency More than 5 terawatt-hours of energy per needed to operate large and complex support the establishment of standards of Energy efficiency is critical as AI models year, or $750 million of energy, is required systems.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "If HPC and hours of energy—if all these systems were to reduce energy consumption.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "inside supercomputers, also known as direct- Accelerating Semiconductor By the end of the fiscal year ending chip cooling, perpetually utilizes fluid heat Breakthroughs January 26, 2025, our goal is to purchase transfer properties to efficiently target The chip industry is integral to many other or generate enough renewable energy and remove heat while using less energy.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "patterns on a silicon wafer, dramatically Our data center reference design documents improves the precision of chip design but educate our customers to achieve high levels is already reaching the limits of physics, of reliability and energy-efficient cooling consuming tens of billions of CPU hours of high-heat-density servers and racks.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "Greenhouse Gas Emissions By delivering on this commitment, we aim to Management considers the GHG GHG Emissions (mtCO e) FY23 FY22 j FY21 j reduce our Scope 1 and 2 emissions in line with 2 Protocol to assess, calculate, and report a 1.5 degrees Celsius global temperature rise.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "g – Increase due to resuming of company travel, and inclusion of car, hotel, and rail travel emissions in this category which were not included in FY22 or FY21.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "In addition to designing new buildings to be energy efficient, we implement facilities and infrastructure projects that improve the energy efficiency of existing buildings.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "We use reclaimed water in cooling towers and landscape irrigation systems and a – Waste data is estimated for Santa Clara headquarters.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "The three- increase our landfill diversion rate and acre park that connects the two buildings is minimize the amount of waste we generate planted with drought-tolerant trees and the in the first place, we engaged a vendor in greenery is irrigated by reclaimed water.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "Product Carbon Footprint For products we use for testing/R&D and production purposes, we have programs in To understand the greenhouse gas emissions place to support internal re-use of equipment generated across our product lifecycle and that has not reached the end of its useful in manufacturing, we are conducting a life or financial depreciation life.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "For used equipment, we use a global specialist e-waste We continue to improve the balance recycling vendor.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "supporting the clean energy transition, › Switching plastic tray and foam components We expect carriers to report shipment data mitigating the impacts of carbon in the to recyclable fiber-based materials.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "sometimes require shipping in large cardboard boxes or crates with protective foam, we aim Climate Modeling – our various global markets, and we take inaugural prototype of Earth modeled on seriously our extended responsibility for geophysical data sourced from satellites To reduce the amount of packaging used, we these products.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "Potential climate ship products directly to the retail distributor U.S. and Europe, we’ve established recycling impacts the EODT can display include global and reuse packaging for return merchandise programs in partnership with reputable glacier melting, drought impacts, wildfire authorization support whenever possible.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "The collaboration aims scale on the largest supercomputers today, Siemens to simulate the performance to integrate NVIDIA’s accelerated computing For example, Spoor’s AI-powered software Earth-2 will provide actionable weather and of wind turbines on a field to find their platform within UNOSAT’s infrastructure enables the wind industry to measure and climate information at regional scales.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "data science training and technology to from smart meters and other distribution Supporting Global Climate Strategies support more informed policymaking and Clean Energy Production – As global grid devices to detect anomalies that are accelerate how resources are allocated.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "27-29 scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets Energy TC-SC- Total energy consumed We are a fabless semiconductor Company and do not have our own manufacturing facilities.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "Emissions Breakdowns – C7.1, C7.2, C7.3, C7.4, C7.5, C7.6; pp. 53-56 c. Climate Related Targets – Describe the targets used by the organization to 2022 CDP Response: manage climate-related risks and opportunities and performance against C4.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2023, "sentence": "We unveiled five new climate-related investments in India focused on the areas of environmental conservation, ecological restoration, social innovation, and job creation.", "category": "other", "has_metric": false, "env_relevant": true}
