{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We aim to make every new generation of gPus faster and more energy efficient than its predecessor.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We aim to make every generation of gPus faster and more energy efficient than its predecessor.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We develop hardware, software, and networking technology to improve performance and energy efficiency in the data center.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "Certain workloads achieve more than 50x performance improvement, allowing fewer servers to be deployed and reducing power of a modest datacenter by 4MW.", "category": "action", "has_metric": true, "env_relevant": false}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "In the commercial sector, AI-driven power grid operations and next-generation smart meters are enabling utilities to accelerate the world’s energy transition.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "management systems, certifications, policies, procedures, Whether it is creation of technology to power next-generation laptops or designs and programs to support high-performance supercomputers, addressing climate change by improving energy efficiency is important in our research, development, and > Energy use and sourcing of design processes.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "Environmental and Energy Management Systems We’re committed to reducing our environmental impact by driving operational excellence.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "CLIMATE CHANgE MANAgEMENT 52 We continuously upgrade facilities and infrastructure to improve the energy efficiency of existing buildings.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "This data informs our enhanced forecasting for future lab needs, more efficient deployment of existing tools and equipment, consolidation of energy-intensive lab operations, and planning for new lab spaces, which will dramatically increase the efficiency of our overall lab footprint.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We are actively exploring options to increase our sourcing of renewable energy for our growing footprint, in support of our 100% renewable energy goal.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "b NVIDIA aligns with regulatory definitions of renewable energy at our key locations and, thus, excludes large-scale hydropower, as appropriate, from our renewables percentage.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We aim to reduce our carbon footprint through encouraging sustainable behavior and implementing conservation measures.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "As we support hybrid onsite and at-home work arrangements, commute and business travel patterns change or are not needed, thereby decreasing our carbon footprint.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "As we develop and grow at our headquarters, we’re implementing measures to conserve water resources and reduce our potable water demand.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We use reclaimed water in cooling towers and landscape irrigation systems, and our landscaping consists of native, drought-resistant plants.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We upgrade fixtures and appliances to improve efficiency and conserve water.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "Because essential labs remained open, landfill waste from labs did not decrease while diverted waste streams dropped significantly, negatively impacting our diversion rate.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We partner with a global specialist e-waste vendor to ensure proper tracking, decommissioning, and recycling of our e-waste.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "To reduce waste, we have an inventory management program for teams to submit items currently not in use to the warehouse inventory, improve visibility of available furniture and lab assets, and support redeployment of these for internal reuse.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "34-35 Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets Energy TC-SC-130a.1 Total energy consumed We are a fabless semiconductor company Management in and do not have our own manufacturing Percentage of total energy Manufacturing facilities.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "Metrics and Targets a. Climate-Related Metrics - Disclose the metrics used 2021 CDP Response: by the organization to assess climate-related risks and C5.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "C6.3, C6.4, C6.5, and C6.7; pp. 38-47 c. Climate Related Targets - Describe the targets used by 2021 CDP Response: the organization to manage climate-related risks and C4.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "Sustainability Investments in India—Our corporate social responsibility investments in India are part of multiyear efforts in the country focused on investing in social innovation, job creation, and biodiversity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NASDAQ_NVDA_ESG", "year": 2022, "sentence": "We support projects to build water-harvesting structures, plant local, non-invasive trees, improve soil health, and reduce open-field burning.", "category": "other", "has_metric": false, "env_relevant": true}
