{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Reclaimed metal has Inspiring the change we a much lower carbon footprint than desire Sustain.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Address global environmental mining new metals and could reduce 2 and societal issues with our India’s emissions by 34 million tons of Sustainable growth needs to be products and solutions.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "aspirations climate solutions is centred on No Our three-fold motto of Zero Harm, Net Loss, with our restoration and Build Trust and Benefit Sharing runs ‘India’s growth will showcase emerging preservation commitments stretching as a common thread, underlying leaders, and Vedanta aims to be one beyond the productive life of our every aspect of our work.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Our pledge of empowering 2.5 carbon emissions low and preserving reliance million families annually and uplifting the environment.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Vedanta is leading this will add significantly to the 50 million effort as the country’s top producer of lives that we have already touched Vedanta as one of the world’s leading key metals that support clean energy, through our community outreaches.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "India’s As India embarks on rapid growth, it chain, we are helping power India’s Net-Zero pathway will have three key sets an example for the world with its low-carbon growth through self-reliant drivers – extensive transitioning from Vedanta for the future, nature-preserving, socially inclusive means.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "While there’s still much to scripted today leader, sustaining growth and keeping to reduced GHG emissions; improved achieve, Vedanta is proud to be part of consumption and capital formation waste recycling, particularly through India’s journey.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Vedanta Aluminium has been Across automobiles, semiconductors, capita incomes, strong public investment has named the world’s most sustainable renewables and batteries, the shift in and production techniques, we are ensured that India’s demand remains self- aluminium producer, Hindustan Zinc manufacturing is opening up a huge well equipped to fulfill India’s growth driven.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Powering growth by nature of our industry, our focus on we are focusing on consolidating decarbonization across, multiple India’s commitment to Net Carbon Zero by optimizing production and and strengthening our asset base to levers, demonstrates our commitment 2070 and the energy transition that is already asset expansion emerge as world leaders in each of to leading by example.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Our entry into adjacent, have achieved significant wins in GHG country’s demand trajectory.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Vedanta’s portfolio India’s has huge natural resources high-growth businesses is similarly emissions intensity reduction with six of seven transition metals and oil & gas reserves, of which less than 20% have inspired.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "The convergence of process towards this growth potential getting realized our presence in two different energy best integrated, low-cost minerals, From FY 2024 onwards, we are and technology improvements are – from infrastructure to agriculture, renewables worlds.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "The average life of our mine underway to add 835 MW of RE RTC energy transitioning of our businesses.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "This is an the best technologies and offering responsible user of scarce natural industry-leading move that places us We continue to push forward on our the lowest cost options for the resources is reflected in our water a step ahead of our peers, in India and diversity and inclusion agenda, and this transition.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "This year, our water positivity of seven transition improvements recommended by ICMM.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "our progressive RE-RTC additions As we pass through Our journey began 25 As a preventative mechanism, this will gradually offset the emissions year, a group-wide Critical Risk increase while also transitioning the the transition phase, years back and has Management (CRM) programme was company towards clean energy use.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "On reaching our FY 2030 Our entry into to actively monitor these critical risks clean energy targets we would have better.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "In the coming decade, Vedanta will leadership, while gradually transitioning undergo a transformation, becoming an organization to clean energy sources such as RE- We are dedicated to achieving a Our enabling policies are helping us that exceeds its current potential and reaches RTC, CCUS, and hydrogen fuel over the workforce that is 30% women by 2030.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "expands, so too will Vedanta, extending our reach us from transition risks until the lower recruiting women across all levels, with This year we launched our game- across the globe with innovative products and operating costs of clean energy begin to a significant focus on bringing in young changing parenthood policy, which expanded operations.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "We have also instituted other for working from home or flexible hours Emerging talent pools infuse all while aligning with the imperatives of a climate- changes to ensure that women gain a after maternity leave.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "We take a multidimensional approach This achievement is now within reach new mothers who want to take some as we realign our businesses for a carbon-neutral to diversity while staying true to our thanks to a profound shift in societal time off after childbirth.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "decarbonization levers of transitioning to RE-RTC, recruits from campuses every year, it is existed, and Vedanta has been at the fuel switch and reduction in emissions intensity to important that we remain relevant and forefront of adopting such technologies Our pathbreaking initiatives in favour of keep our emissions in check.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "In doing so, we have successfully reduced have introduced several progressive women who underwent rigorous training us as a Best Employer India 2023, while GHG emissions intensity by an impressive 12% from undergo a transformation, becoming talent policies to enhance diversity.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "challenge remains to achieve this growth under its aegis top talent from leading Consequently, our biodiversity impact with minimal adverse environmental technical and business management assessments concur with global policy impact, and without compromising on our institutions are regularly trained and goals and common governmental competitive strengths.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "first time in industrial history, we must to be the nation’s largest natural resources Regards, deeply understand the interconnected, company partnering in its economic development symbiotic processes of Nature to ensure and energy transformation journey.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "With regular increase in its people and our employees and different BUs, our GHG emissions are of 0.71.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "In about bringing women into frontline and the amount of recycled water from 78 increase in our recycling data from all operating sites and to preparation, we have been gradually shopfloor roles.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "The safety of proactive in ensuring their own and transform to clean energy sources LGBTQIA+ employees in support of our people is of primary importance others’ safety.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "recent ventures into semiconductors, We deploy the latest technologies ferrochrome, renewables, and display and create incremental process glass reflect this commitment.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Our large portfolio of We prioritize sustainability, low carbon Our core values underpin everything we do transformative metals is supporting to emissions, and social impact.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "These universal values guide our bridge the green energy transition.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Vedanta believes the natural resources and biodiversity, supporting local industry will shape the future.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "100% of Vedanta’s workplace safety process businesses get aligned Launch of “Eureka” with a collective carbon Sustainability Committee of web-based technology strategy the Board established platform for Innovation and R&D efforts.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "1 by improving our operations and ‘Transforming Elements’ to transition metals meets governance for better environmental ‘Transforming for Good’ to achieve a spectrum of green 14.22 MMT 1,182 billion management, creating low-carbon strong sustainability leadership.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Commitment renewable power with long-term captive Our initiatives to train youth and enable management, to achieve reduced long- J renewable energy power delivery plans.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "or at neighbouring facilities or in nearby Resource efficiency is the key to billion investment Our decarbonization route is a novel towns, helped us to kickstart generate resource security in the future.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Vedanta commitment in a world that is grappling to tackle goals of reducing GHG emissions The metals and mining industry works is also boosting local economies by developmental the imbalance between burgeoning and optimizing costs.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "activities resources, every bit saved is an carbon emissions by 2050 or earlier lasting impact in terms of social change, Such grassroots-level economic investment for the future.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "This We are protecting our interests in two philosophy, members involvement raises awareness, and ways – by building self-reliance in water strong governance transforms process Vedanta works within a highly regulated through reduce, reuse and extensive to consistent action.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Our transparent operating architecture wherein water harvesting, as well as, by almost every critical aspect, carrying proactively replenishing common water the potential to impact business sources and ensure water availability and future goals, is well defined and for other sectors and the communities.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "2 5 8 The multitude of areas that we work in Aim Aim Aim – community health, education, skilling, and empowerment; human rights, Empower 2.5 million Achieving net water Promote gender parity, diversity, equity and inclusion, fair pay, individuals with enhanced positivity by 2030 diversity, and inclusivity and fair representation; management skillsets.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Performance, with VSF address critical ESG issues, aiming Carbon footprint and Long-term The options are granted based on the sustained business Senior Aligned with ICMM, Human Rights, to generate positive impacts across fatalities integrated incentive (40%) and individual performance (60%) against the pre- Leadership, IFC Performance Monitored by ExCo our entire value chain.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Performance against CEOs Standards, Global Sustainability incentive plan closely with global standards set the Carbon target makes up to 15% weight of the business Reporting Initiative Management, by international bodies such as the performance.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Policy advocacy on subjects relevant to and Indian Biodiversity Business overall community growth and development are Providing increased opportunities for the company Investor’s Presentation Initiative (IBBI) Channel of communication: identified.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "This membership A breakdown of our stakeholder engagement strategy is given below: favourable perception of the began facing persistent meets India’s resource demands underscores our commitment to plant that what was the case protests by members from for green energy, electric vehicles, implementing sustainable mining 3.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Air Emissions Regulatory compliance Degrading ambient air Integrating materiality assessment with ERM allows us to align our sustainability strategy with our risk management & Quality related fines quality framework effectively.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "GHG management Company’s risk exposure due Business reputation to decreased market access.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "robust processes and and sustainability to achieve our ultimate Our safety performance is crucial checks to identify Health, Safety to our operations as mining is a and mitigate hazards vision of “Zero Harm”, Material Topics “Zero Waste” and “Zero & well-being high-risk business, done in varied within our operations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "for the Company like shutting down Within the plan, HSE/ Water Waste of operations due to significant ESG performance Management Management health and safety incident until proper constitutes 15% of investigation is completed.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "ESG performance, related stakeholder conflicts, due to Negative Positive which includes which, availability and accessibility of Refer to AIM 5 for water management the water with required quality for our more details constitutes 15% of operations and stakeholders will be employee performance impacted.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Our closure studies mitigation actions waste, climate, through training and plans aim to mitigate environmental impacts and support socio-economic transitioning for local populations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "We supports the long-term well-being of leaching into groundwater by protecting in ways that minimize net impact and allocate adequate financial resources communities and ecosystems.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "This and reducing waste, which conserves Phase 2 concentrator. initiative aims to double Gamsberg’s mining capacity with Focus on completing the wet mineral resources and minimizes 100% Long Lead Items: Initiated major Tailing Storage Facility (TSF) the construction of a new concentrator plant, enhancing environmental impact.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "FY 2024 Achievements SDGs One category 4 and four category 5 1.55 million individuals impacted incidents through skills training Amidst the energy transition Application for VPSHR 13.3 million women and children PILLAR 1 membership submitted to the VPI benefited and urbanization, the metals Secretariat 6,000+ Nandghars operational Transforming and mining industry faces unprecedented opportunities.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Additionally, women in across various thematic areas, including Ghar Anganwadi (child daycare center) campaigns such as Swachh Bharat, Beti these regions often lack opportunities for skill development and economic empowerment, further exacerbating social healthcare, drinking water and sanitation, program, established in 2015, supports Bachao Beti Padhao, and Startup India.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "as malnutrition, water-related diseases, communities while also promoting and access to healthcare services in and sustainable development and enhancing Vedanta’s operations are in parts of Ensure Sustainable and around the sites of Vedanta is further social well-being.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "These achievements slurries; generation of high volumes of the course top-down, Vedanta has demonstrate Vedanta’s proactive hazardous and non-hazardous waste introduced comprehensive policies in sustainability leadership.", "category": "marketing", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "It is likely that Vedanta’s GHG commitment to reduce our absolute Group.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "achieve net zero carbon ambition of 2050 or sooner and, in this journey, or earlier.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "because it requires the business to Going forward, energy transition technologies which are currently in Short Term Goal FY 2025 demonstration stages like green ammonia and hydrogen for fuel options 20% reduction in GHG intensity of could emerge as decarbonization levers between 2030 and 2050 for our metals’ businesses (FY2021 Vedanta.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Moreover, we remain steadfast in our climate action journey with proactive initiatives around carbon pricing, alignment with Science based targets initiatives (SBTi) 2-degree pathway Increasing Renewable Switching to Low and shifting towards greener economy models.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "We anticipate that we will be able to reduce our GHG emissions by 17 million tCO e because of this renewable energy deployment.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "H During the current year, the Group has invested 4.85 billion (US$ 58.63 million) in Optionally Convertible Redeemable Preference shares of Serentica as part of procuring 835 MW round-the-clock renewable power over twenty-five years from date of commissioning of the combined renewable energy power projects on a group captive basis.", "category": "metric", "has_metric": true, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Optimized energy sourcing to goals with clean energy authorities for land usage and support sustainable operational production.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Project Advancement: Clearances: Environmental Phased implementation Complete Phase II clearance secured for 30 MW ensuring strategic alignment Development: Proceed with Progress and Future Plans with operational needs and Phase I Progress: Power Purchase project tendering and approvals Vedanta is committed to achieving its sustainability targets: regulatory requirements.", "category": "vision", "has_metric": true, "env_relevant": false}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "We plan to achieve 5% biomass cofiring using residual agricultural waste in of light motor vehicles (LMVs) and safe material handling throughout operational benefits such as thermal power plants by FY 2025.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "THE PLANET THE WORKPLACE LEVER 3 GHG Emissions Intensity Trend Metal and Minind Business BU wise Scope 1 & 2 GHG Emissions Improving energy and process (tCO e/ton of metal) (tCO e) efficiencies of our operations 2 2 6.25 Reduced energy consumption and conservation originating from greater energy efficiency measures are 5.66 fundamental to our decarbonization strategy.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "During FY 2024, we have introduced a range of initiatives to improve energy efficiencies, which will yield multiple benefits including cost savings, streamlined operations and enhanced productivity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Approximately, 11% of the total planned emissions reduction between FY 2027-2030 will be achieved through energy conservation projects.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "The different measures that we have taken to strengthen our risk resilience demonstrates our leadership’s commitment towards climate change transparency.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "THE PLANET THE WORKPLACE Climate Adaptation and Resilience Strategies Physical risk assessment We have undertaken transition and physical climate risk assessments for our metals and mining, oil & gas, and thermal Vedanta has assessed its physical risks due to extreme weather events and long-term catastrophic climate changes and power businesses.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Vedanta uses the NGFS Scenarios consortium to enhance sites, we looked at past trends and future estimates of major climate dangers, such as temperature changes, precipitation the robustness of our transition risk assessment.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "We have also detailed The traffic-signal table below summarizes the perceived climate transition threat at the business level, over the short- to our physical risk analysis in our annual Climate Action Report FY 2024 report to provide detailed insights across different medium-term.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Both the products This achievement is of significance 2 case for clean energy transformation have seen steady demand growth and not only for HZL or the Vedanta Group, and projects that enable such a this year, nearly US$ 150 million-worth but for the zinc and metals industry at switch.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "By aligning our businesses of revenues were generated from the large, as it demonstrates the potential to such cost scenarios, we also sale of low-carbon aluminum.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "financial pragmatism, reducing our aluminum, with the dispatch of Restora 24,693 MT risk exposures, and increasing our to its client Global Aluminum Pvt Ltd. Estimated reduction of investment worthiness through The order involves supply of 300 MT of Energy and Resource Conservation 61,733 tCO eq.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "In the last 6 months, Low Carbon Fuel Switching Estimated reduction of reviewed annually to ensure we remain the electric pump has saved more than 5,897.5 tCO2eq.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "The EV segment’s higher copper usage, coupled of energy-efficient technologies with noxious fumes like the ones produced with India’s copper demand projected to reach 3 million tonnes by 2030 and an estimated 9.5% increase in 2024, clean energy sources and opens by diesel-powered ones.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Following the latest addition, there towards its Net Zero target by 2070, Vedanta is well-positioned to capitalize on these trends, driving sustainable are now 3 BEVs deployed at Sindesar growth and innovation in these critical sectors.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "This strategy can help enhance water risk management, mitigation also updates the Board on businesses oversight, we ensure that our internal water availability, quality, and wastewater management, contributing to water security and resilience.", "category": "governance", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "separation and refining processes ESG Executive Corporate ESG Management situations unless water management requiring high volumes of water Commitee ESG Team Commitee Water is a shared public resource.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "We optimize our our water reuse rates and are well ensure the sustainable use of water resources, which is essential for their business continuity plan and provides us with social water use in the following ways: on track to reach our goal of a license to operate.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "For FY 2025, we have set the operational interim target of increasing our water Assessments efficiency.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "These targets are set with the objective of taking a phased approach to our Operational Compliance Reputational 2030 goal of net water positivity, and we are well on track.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "124 125 TRANSFORMING TRANSFORMING TRANSFORMING Sustainability Report 2024 COMMUNITIES THE PLANET THE WORKPLACE Managing Water Risks, Opportunties and Impacts Business Unit Basin Risk Operational Risk Our water management approach follows four tracks – reduce, recycle, harvest and replenish.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Our water Low Risk Risk Risk Sites Low Risk Risk Risk Sites management initiatives around the harvest and replenish tracks rely significantly on community support for their success and Risk Risk perpetuity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Power TSPL - - - - - - 1 This is done through process 1 1 At ESL Steel during this reporting year, sewage treatment improvements, optimized water plant has been commissioned which would reduce freshwater Sterlite Copper - - - - 4 usage, and adoption of water- 3 1 1 3 offtake by 275 KL/day.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Every member a variety of water conservation and access ensures social equity and of our organization –both employees replenishment initiatives – from justice, environmental sustainability, and partners – inculcate the values creation of wastewater treatment and economic prosperity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "opportunities sustainability Moisture conservation, agricultural practices to sustainably Sustainability of water Sustainable agriculture, increase farm productivity and Consolidation and resources accessibility Preparatory Phase Livelihood, WASH, Infrastructure income.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "THE PLANET THE WORKPLACE Material Topic: AIM 6 Air Emissions Enhance our Business Model by Incorporating Innovative Green Practices & Quality Vedanta’s move towards a greener business model involves the control of four aspects of our operations – air emissions, impact on biodiversity, management of hazardous and non-hazardous waste and safe storage and disposal of tailings.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "We have deployed emission been aligned with our Environmental Local communities, only meet the mandated air quality control technologies and advanced Management Standard.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "or management of biodiversity or those who are affected Our Commitments by conservation initiatives.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "India boasts exceptional Standard that incorporates elements standards, and operational processes, ecosystems to safeguard water supplies, act as a barrier against storm surges in coastal regions and create livable conditions biodiversity, thanks to its diverse from the International Finance Vedanta demonstrates its commitment for the communities that reside near our operations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "‘1 outlines the company’s commitment to India Business & Biodiversity Initiative, GISTM Disclosure on Tailings trillion trees campaign.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Given the significance of such risks, they (NNL) commitment, we have operations on biodiversity across 52 more than a year, we have already are integrated into our overall risk management framework.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "This ensures that a comprehensive and holistic approach updated our Biodiversity of our sites, globally.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "The inclusion of such risks within the larger Management Plans (BMP) to followed for this assessment of our operations on biodiversity and framework helps us develop standardized measures, increase general awareness and build greater sensitivity internally.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "It identify impact-based risks to aligns with evolving biodiversity are in the process of evaluating and also determines our approach to resource utilization and resource conservation.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "At the biodiverse areas within helps to determine for all our operations and ecosystem services first level, operations aim for core areas and buffer biodiversity risks and based on the findings of management that are avoidance and minimization areas that may be directly impacts from a proposed the technical biodiversity specific to each site.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "biodiversity hotspots in the world and associated habitats; and to ensure that the operations includes loss, degradation, forest clearance, wildlife clearance as only Indian company which has been the only arid hotspot.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "The mine also Based Targets for nature as a part of the Biodiversity Risk Screening to help achieve our goal of planting occurs within the Bushmanland Centre the SBTN initial target validation pilot.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "H types, be targeted to meet biodiversity HZL has also invested 2.5 million to and procedures, as we seek to conservation goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "In adherence with the principle of minimization, our attempt is to produce less waste by volume and to also reduce its toxicity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Initiatives at Business Unit Level in both pyrometallurgy and WASTE hydrometallurgy, aiming to FROM TO HZL’s Research & Development elevate zinc and lead yields WEALTH (R&D) capabilities are pivotal in through proprietary in-house advancing its Circular Economy developments.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "These technologies objectives, notably through the are pivotal in converting waste Zero legacy waste by 2035 creation of innovative flotation into valuable resources, thereby reagents that enhance mineral We have achieved 107% utilization not only propelling the Company’s recovery and minimize impurities.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "of fly ash(HVLT waste) by re-using in operational efficiency but also Additionally, their commitment cement plants, brick manufacturing empowering local entrepreneurs to environmental stewardship and earth filling and communities.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "is demonstrated by numerous Our Waste to Wealth philosophy is waste recycling initiatives aimed at Fumer plants have been founded on minimizing waste to landfill diminishing our ecological footprint established at Dariba Smelting and integrating greater circularity into and reclaiming valuable resources Complex/Chanderiya Lead-Zinc our production processes.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "R&D to minimize our waste generation innovation has been further quantities and consequently reduce validated with the acquisition of disposal volumes.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Additionally, other non- Putting into practice our “Zero Harm” to landfill, we aim to utilize all non- hazardous wastes are either recycled, philosophy that aims at nullifying hazardous waste.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "impact on every part of our external wastes include High-Volume-Low- VAL - Lanjigarh: Collaboration with 0.25 million tons The Lanjigarh refinery, has utilized around of fly ash environment, we ensure meticulous Toxicity (HVLT) wastes such as: As a part of the certification process, brick-making industry in local brick industries in FY24.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "With easy availability of raw materials, local management of our highly diverse verification is done by CII, under Fly-ash: brick industries associated with VAL-Lanjigarh have increased from 88 to waste streams.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Some of our businesses Employees on the GHG transition have begun engaging with value chain our tier-1 suppliers on their Compliance v ernan c o e Business Ethics climate goals and G F Risk Reporting e r Management & Corporate a t m Further, our frameworks gaining their trust and support.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Reduce: Measures to decrease the amount in natural resources like plant stoppages and increase of natural resources consumed water availability in the costs as we seek to find areas that we operate.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Replenish: Where possible, the company is developing plans to replenish the stocks of natural resources through steps like water- shed development, and land reclamation Collectively these measures have the potential to ensure a continued supply of natural resources, even during occasions of emerging scarcity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "108-113 other risks and opportunities 302-1 Energy consumption within due to climate change AIM 4 Lever 1: renewable Energy, the organization 201-3 Defined benefit plan Integrated Annual Report, Pg. 108-113 obligations and other Pg.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "196-204 retirement plans 201-4 Financial assistance received We do not receive Vedanta Climate Action Report, Pg. 30 from government Not Applicable any financial 302-2 Energy consumption outside AIM 4 Lever 1: renewable Energy, assistance from of the organization Pg.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Aim 4: Net Zero Carbon by 2050 or sooner, shared resource 2030, GHG emissions Pg. 117 Pg.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "Reason No. Reason omitted omitted 306-3 Waste generated 403-3 Occupational health services Aim 7: Prioritize the Safety and Health of AIM 6: Enhance our Business Model by Our Workforce, Pg. 154 -163 Incorporating Innovative Green Practices, Pg. 132, 145-149 Integrated annual report Pg.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_VEDL_ESG", "year": 2024, "sentence": "344 - 348 306-4 Waste diverted from disposal AIM 6: Enhance our Business Model by Incorporating Innovative Green Practices, Vedanta Safety Standards Pg. 132, 145-149 403-4 Worker participation, Aim 7: Prioritize the Safety and Health of 306-5 Waste directed to disposal consultation, and Our Workforce, Pg.", "category": "vision", "has_metric": false, "env_relevant": true}
