{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "We are committed to preserving the us to define our next chapter together, with societal, security and economic benefits of our a focus on reducing carbon emissions and industry, safely and sustainably.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "This commitment to aviation carbon emissions over the next 20 innovate is deeply rooted in our core values, to 30 years.", "category": "vision", "has_metric": true, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "We continue to test the latest where we continue to reinforce safety as our technologies to cut emissions, reduce noise top priority, strive for first-time quality and hold and enhance safety with our ecoDemonstrator ourselves to the highest ethical standards to program, which celebrates its 10th anniversary support a more sustainable future.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "We must continue to help humanity supported academy is used to teach students carbon technologies.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Our commitment strategy that focused on engaging with key Board (SASB), Task Force on Climate-related • Economic Performance to sustainability is rooted in our company stakeholders through proactive ongoing Financial Disclosures (TCFD) and the United values and our stakeholders’ expectations.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "a focus on product safety, employee performance; our community investments and To meet the climate metric, employees safety and quality.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "These efforts will advocacy; and our industry-leading aerospace • Ethical and Compliant Business are challenged to reduce energy at major continue in 2022.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "The 2030 GHG reduction target is set with an operational boundary of The Boeing Company, and includes all Scope 1 and Scope 2 emissions.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "We address Scope 3, Category 11 (Use of Sold Products) emissions collaboratively as an industry; this approach makes sense for We have set several 2030 goals to support our sector.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "In support of a net-zero transition, the first step is to ensure we have a path that is credible and aligned with the industry in GHG action on operational emissions: support of the global GHG emissions reduction goals.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "GHG reporting and proactively address climate Our strategy to reduce Scope 1 and 2 change-driven risks.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "The company’s ambition includes our goals to reduce operational GHG emissions, maintain net-zero emissions for Scope 1 and 2, and increase our adoption of renewable energy sources.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Read more about how we reduce operational GHG on .", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Long term, we support the commercial aviation industry’s ambition to achieve net-zero carbon emissions for global civil aviation operations by 2050.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "In October 2021, we announced our support for the commercial aviation industry’s ambition to achieve net-zero carbon emissions for global civil aviation operations by 2050.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "It protects To ensure the benefits of aerospace remain available for flight, Boeing is focused on four key areas to decarbonize and connects people, enables livelihoods and cargo, generations to come, we have work to do.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Air Transport Action Group analysis Each new generation of airplanes Operate and fly more efficiently predicts that by 2050 air travel will carry over 10 billion significantly reduces CO2 emissions leveraging data and technology passengers a year, support 180 million jobs and generate nearly $9 trillion in economic activity.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "As we look in our operations and our products airframe, propulsion and systems to create a sustainable future of flight, we are united with our and services technology and energy solutions customers and governments around the globe in establishing bold climate change goals and supporting civil aviation’s ambition to achieve net-zero carbon emissions by 2050.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Building on a 32-year partnership, the program aims to advance sustainable aviation solutions that deliver on the great challenge of lowering emissions while expanding the global economy.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "The testing No one entity can decarbonize aviation alone, so Boeing significant milestone for efforts to decarbonize our industry, included a flight with 100% SAF in one engine and conventional provided technical support for SAF flights with two customers but when combined with the surge in commitments to produce jet fuel in the other.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "However, Climate risks and opportunities inform our path toward Boeing achieved net-zero carbon emissions at manufacturing the emissions from natural gas and electricity usage at Core sustainable aviation both in our products and in how we and other facilities and in business travel in 2021 for the Metric Sites are calculated and monitored on a monthly basis build them.", "category": "action", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "To achieve our goals related to the climate and to greenhouse Boeing’s greenhouse gas emissions reduction strategy gases (GHG), we actively monitor emissions, fuel use and is managed within the Global Enterprise Sustainability energy efficiency.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "In 2021, we maintained manufacturing A few of the certified offsets Boeing and other facilities net-zero emissions, invested in include: specifically Boeing-controlled emissions and Winston Creek Forest Carbon Project: business travel.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "generations ago works to lower atmospheric Boeing chooses offsets that meet rigorous carbon dioxide levels by supporting improved requirements set by Verified Carbon Standard forest management, such as wildlife habitat (VCS), American Carbon Registry or Gold protection, watershed management and Standard.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "partner of the Aviation Carbon Exchange Indigenous Reservation of the Mataven (ACE), a partnership between the International Forest: Located in the Colombian indigenous Air Transport Association (IATA) and XCHG territory of Orinoco-Amazon transition zone company, CBL Markets.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Greenhouse Reduce emissions Greenhouse gas emissions were 10% under plan primarily Gas by 25%2 • 55% GHG reduction Boeing invests in sustainable operations to due to reduced production activities and procurement from 2017 Emissions drive our extremely high levels of industrial of renewables.", "category": "action", "has_metric": true, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "As we demonstrate progress on our goals for 12.2% reduction 2030, our previously set 2025 targets will act Despite cold northwestern U.S. weather in December, energy as a milestone to guide our actions.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "All of our • 10% energy-intensity Reduce energy5 continued to be under plan overall for the enterprise, ending 2025 goals are absolute targets and are not Energy reduction from 2025 consumption by 10% the 2021 reporting year at 9.8% under plan.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "the table and reflects how our performance was affected by changes associated with occupancy and operations during the 26.4% reduction Reduce water COVID-19 pandemic in 2021.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "The companywide • 30% reduction in waste 53% reduction produced from 2025 goals shown are converted to site-level Reduce solid waste to Solid waste was steady at 44% under plan in 2021.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Key events, • 5% hazardous waste hazardous Waste including improvements in treatments lines, were positive.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "The net-zero achievement covered Scope 1 and Scope 2 emissions for all manufacturing and work sites within the company’s operational control as well as Scope 3 – Business Travel.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Employee Acts Reduce Waste, “The Battle of the Buildings really speaks to Other Boeing sites that excelled in the Energy and Water Use what so many of our employees care about,” competition included employees from St. said Maria Bethke, conservation team lead Louis; Mesa, Arizona; San Antonio, the Boeing celebrated Earth Day on April 22 by in Munich.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "“We were able to reduce waste Spares Distribution Center in Seattle and kicking off its Battle of the Buildings (BoB) and conserve energy by taking small yet Boeing Distribution in Melbourne, Australia.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "2022 Sustainability Report 54 Circling Back Waste: Reduce, Redesign and Recapture This diagram reflects Boeing’s transition to a circular economy across our value chain.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "A circular economy reduces material use, redesigns materials to be less resource-intensive, and recaptures “waste” as a resource to manufacture new materials and products.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Corrective actions As part of our commitment to sustainability — with a Boeing also partners with local have been identified and implemented to focus on environmental stewardship and biodiversity — nongovernmental and governmental prevent recurrence.", "category": "vision", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Boeing $2B $30M toward racial equity charitable grants drive positive, lasting change investments over the & social justice in the communities where our employees and last 10 years their families live and work.", "category": "metric", "has_metric": true, "env_relevant": false}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Our team is shaping the future of sustainable aviation through research and technology development focused on unlocking the potential of sustainable fuels, improved flight performance and renewable energy applications.", "category": "other", "has_metric": false, "env_relevant": true}
{"company": "NYSE_BA_ESG", "year": 2022, "sentence": "Since our baseline year of 2017, Boeing has increased our global renewable energy by 64%, reduced our global Direct GHG Consumption 12.2, 12.4, 12.5.1, 12.6.1, 12.7 Emissions by 15%1 and reduced GHG emissions from major manufacturing sites by 24%.1,2 & Production • We remain committed to collaborating with suppliers to advance ESG efforts.", "category": "vision", "has_metric": true, "env_relevant": true}
